[
  {
    "id": "23539",
    "name": "Т1: Вступ. Охорона праці та правила техніки безпеки під час роботи в ливарній лабораторії. Апарати, які застосовують для зуботехнічного лиття.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23548",
    "name": "Т10: Лиття деталей на вогнетривких моделях. Виготовлення з дубльованої вогнетривкої моделі.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23549",
    "name": "Т11: Термічне оброблення ливарної опоки. Підготовка металу.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23550",
    "name": "Т12: Лиття. Вилучення відлитих деталей з ливарної опоки та їх оброблення в піскоструйному апараті.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23540",
    "name": "Т2: Матеріали, які використовують для виробництва зуботехнічного литва. Техніка лиття деталей зубних протезів.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23541",
    "name": "Т3: Будова та робота звичайної муфельної печі з електронним керуванням. Будова та робота піскоструминних апаратів для попереднього й тонкого очищення відлитих деталей зубних протезів",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23542",
    "name": "Т4: Будова та робота звичайної муфельної печі з електронним керуванням. Будова та робота піскоструминних апаратів для попереднього й тонкого очищення відлитих деталей зубних протезів",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23543",
    "name": "Т5: Підготовка та використання формувальних сумішей.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23544",
    "name": "Т6: Виготовлення ливникової системи для лиття проміжних частин мостоподібних протезів та для лиття каркасів бюгельних протезів.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23545",
    "name": "Т7: Виготовлення ливникової системи для лиття проміжних частин мостоподібних протезів та для лиття каркасів бюгельних протезів.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23546",
    "name": "Т8: Виготовлення ливникової системи для лиття каркасів металокерамічних протезів.",
    "parent_id": "10729",
    "is_final": "1"
  },
  {
    "id": "23547",
    "name": "Т9: Виготовлення ливникової системи для лиття каркасів металокерамічних протезів.",
    "parent_id": "10729",
    "is_final": "1"
  }
]