[
  {
    "id": "10825",
    "name": "T1 Реставрація зуба. Визначення. Види. Показання та протипоказання до виконання. Пряма реставрація зуба. Особливості обстеження пацієнта при підготовці до виконання прямої реставрації зуба. Планування виконання прямої реставрації зуба.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10834",
    "name": "T10 Критерії якості прямої реставрації зуба. Помилки та ускладнення під час виконання прямої реставрації зуба. Підсумковий контроль успішності навчання (Підсумкове заняття до елективного курсу).",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10826",
    "name": "T2 Аналіз естетики обличчя та вихідної клінічної ситуації при плануванні реставрації зуба. Поняття кольору зуба. Принципи та способи підбору кольору реставрації зуба.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10827",
    "name": "T3 Анатомічні особливості фронтальної групи зубів; премолярів, молярів.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10828",
    "name": "T4 Принципи препарування каріозних порожнин при підготовці до реставрації зуба. Особливості препарування каріозних порожнин І та ІІ класу за Блеком на етапі прямої реставрації зуба.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10829",
    "name": "T5 Особливості препарування каріозних порожнин ІІІ; ІУ У класу за Блеком на етапі прямої реставрації зуба.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10830",
    "name": "T6 Медикаментозна обробка каріозної порожнини після препарування зуба на етапі прямої реставрації зуба. Класифікація пломбувальних матеріалів, що використовуються для прямої реставрації зубів. Переваги та недоліки. Способи відновлення контактних пунктів. Матриці. Класифікація. Особливості використання.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10831",
    "name": "T7 Адгезія. Поняття. Класифікація і характеристика адгезивних систем. Вибір та особливості використання адгезивних систем різних поколінь в залежності від клінічної ситуації.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10832",
    "name": "T8 Реставрація зуба при наявності каріозної порожнини І,ІІ,ІІІ класу за Блеком.",
    "parent_id": "10824",
    "is_final": "1"
  },
  {
    "id": "10833",
    "name": "T9 Реставрація зуба при наявності каріозної порожнини ІV,У класу за Блеком. Фінішна обробка зуба при виконанні прямої реставрації.",
    "parent_id": "10824",
    "is_final": "1"
  }
]