[
  {
    "id": "15350",
    "name": "Клас Комахи (Insecta): воші (Anoplura), блохи (Aphaniptera), клопи (Hemiptera), таргани (Blattoidea), двокрилі (Diptera) – збудники хвороб та переносники збудників захворювань людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15351",
    "name": "Клас Комахи (Insecta):Двокрилі (Diptera) – збудники хвороб та переносники збудників захворювань людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "6957",
    "name": "Клас Комахи Ряд Двокрилі – паразити людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15346",
    "name": "Клас Стьожкові (Cestoidea) – бичачий, свинячий, карликовий ціп’яки; широкий стьожак, ехінокок, альвеокок – збудники захворювань людини.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15342",
    "name": "Медико-біологічні основи паразитизму. Найпростіші – паразити людини. Тип Саркоджгутикові (Sarcomastigophora). Клас Справжні амеби (Lobosea).",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15345",
    "name": "Медична гельмінтологія. Тип Плоскі черви (Plathelminthes). Клас Сисуни (Trematoda): печінковий, котячий, ланцетоподібний та легеневий сисуни.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15338",
    "name": "Основи медичної генетики. Методи вивчення спадковості людини.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "1090",
    "name": "Підсумковий модульний контроль з біології з основами генетики",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15343",
    "name": "Представники класу Тваринні джгутикові (Zoomastigophora) – паразити людини.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15341",
    "name": "Розмноження та його форми. Біологічні особливості репродукції людини. Молекулярно-генетичні механізми онтогенезу людини.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "9456",
    "name": "Т 7 Екологія людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15344",
    "name": "Тип Апікомплексні (Apicomplexa). Представники класу Споровики (Sporozea) – паразити людини. Тип Війконосні (Ciliophora). Представники класу Щілиннороті (Rimostomatea) – паразити людини.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15347",
    "name": "Тип Круглі черви (Nemathelminthes). Клас Власне круглі черви (Nematoda) – аскарида людська, гострик, волосоголовець – збудники захворювань людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15348",
    "name": "Тип Круглі черви (Nemathelminthes). Клас Власне круглі черви (Nematoda) – кривоголовка, некатор, трихінела – збудники захворювань людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15349",
    "name": "Тип Членистоногі (Arthropoda). Клас Павукоподібні (Arachnoidea). Кліщі (Acarina) – збудники хвороб та переносники збудників захворювань людини",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15340",
    "name": "Хвороби обміну речовин. Біохімічний метод і ДНК-діагностика.",
    "parent_id": "1089",
    "is_final": "1"
  },
  {
    "id": "15339",
    "name": "Хромосомні хвороби. Цитогенетичний метод їх діагностики.",
    "parent_id": "1089",
    "is_final": "1"
  }
]