[
  {
    "id": "12108",
    "name": "Т1: Отримання відбитків, відливання моделей. Підготовка моделей до виготовлення часткового знімного пластинкового протезу із кламерною фіксацією.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12117",
    "name": "Т10: Перевірка правильності фіксації центрального співвідношення щелеп. Виготовлення базису з постановним валиком, добирання та встановлення зубів за орієнтирами на моделі н/щ і за зубами-антогоністами.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12118",
    "name": "Т11: Моделювання базису повного знімного протеза на в/щ і гіпсування воскової репродукції протеза в кювету.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12119",
    "name": "Т12: Витравлення воску, формування пластмасового тіста. Полімеризація повного знімного пластинкового протезу на н/щ.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12120",
    "name": "Т13: \tВиймання протеза з кювети. Обробка /шліфування і полірування повного знімного пластинкового протезу на н/щ.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12121",
    "name": "Т14: Основні помилки в процесі виготовлення протезів. Методи їх усунення.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12122",
    "name": "Т15: Проблеми, що виникаю в процесі адаптації та використання протезів. Методи їх усунення.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12153",
    "name": "Т16: Отримання відбитка для виготовлення пластмасової тимчасової коронки, відливання робочої моделі. Підготовка моделей.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12154",
    "name": "Т17: Моделювання анатомічної форми коронки. Правила, етапність.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12155",
    "name": "Т18: Витравлення воску, заміна воску на пластмасу.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12156",
    "name": "Т19: \tПолімеризація пластмаси. Виймання з кювети.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12109",
    "name": "Т2: Розкреслення меж часткового знімного протеза на в/щ, основних і допоміжних орієнтирів для встановлення штучних зубів. Виготовлення воскових базисів з оклюзійними валиками. Співставлення моделей, гіпсування в оклюдаторі.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12157",
    "name": "Т20: Обробка пластмасової коронки. Шліфування та Полірування. Основні помилки при виготовленні.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12158",
    "name": "Т21: Отримання відбитка для виготовлення мостоподібного протеза з комбінованою проміжною частиною і коронками з облицюванням, відливання робочої моделі.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12159",
    "name": "Т22: Моделювання форми опорних зубів, вирізання гіпсових штампів. Виготовлення штампів і контрштампів із легкоплавкого сплаву. Штампування опорних коронок.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12160",
    "name": "Т23: Отримання оклюзійного відбитка. Відливання робочої і допоміжної моделей, гіпсування в оклюдатор. Моделювання проміжної частини мостоподібного протеза воском.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12161",
    "name": "Т24: Литво. Обробка проміжної частини. Паяння проміжної частини і опорних коронок. Відбілювання. Обробка каркасу мостоподібного протезу.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12162",
    "name": "Т25: Маскування фасеток покривним лаком. Моделювання воском. Гіпсування протеза в кювету. Заміна воску на пластмасу. Полімеризація. Обробка мостоподібного протеза (шліфування, полірування).",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12163",
    "name": "Т26: Отриманння відбитків для виготовлення суцільнолитого мостоподібного протеза, відливання моделей. Гіпсування моделей в оклюдатор, виготовлення розбірної моделі верхньої щелепи.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12164",
    "name": "Т27: Нанесення компенсаційного лаку, виготовлення воскових ковпачків на опорні зуби, моделювання опорних коронок.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12165",
    "name": "Т28: Моделювання проміжної частини мостоподібного протезу. Встановлення зачіпок з ретенційного набору на опорні коронки і дужок на фасетки.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12166",
    "name": "Т29: Встановлення ливникової системи. Литво.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12110",
    "name": "Т3: Перевірка правильності фіксації центральної оклюзії. Вибір кламерів згідно системи Нея для досягнення механічної фіксації часткового знімного протеза на в/щ. Виготовлення гнутих одноплечих кламерів.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12167",
    "name": "Т30: Обробка каркасу мостоподібного протезу (шліфування, полірування).",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12212",
    "name": "Т31: Основні покази та протипокази до виготовлення бюгельних протезів.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12213",
    "name": "Т32: Отримання відбитків для виготовлення бюгельного протеза на нижню щелепу при дефектах першого класу за Кенеді",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12214",
    "name": "Т33: Оцінка шляхів введення і виведення протезу. Вибір ретенційних пунктів для фіксації бюгельного протезу",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12215",
    "name": "Т34 Підготовка моделі до дублювання",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12216",
    "name": "Т35: Виготовлення вогнетривкої моделі",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12217",
    "name": "Т36: Моделювання кламерів №3 системи Нея та багатоланкового Кенеді.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12218",
    "name": "Т37: Моделювання сідел і дуги на нижню щелепу",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12219",
    "name": "Т38: Встановлення ливникової системи, формування в опоку. Литво",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12220",
    "name": "Т39: Обробка відлитого каркасу (шліфування, полірування).",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12111",
    "name": "Т4: Виготовлення базису з постановним валиком, добирання та встановлення зубів за орієнтирами на моделі в/щ і за зубами-антогоністами.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12221",
    "name": "Т40: Маскування сідел. Постановка штучних зубів.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12222",
    "name": "Т41: Моделювання базису (сідел). Гіпсування в кювету.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12223",
    "name": "Т42: Витравлення воску. Заміна на пластмасу.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12224",
    "name": "Т43: Полімеризація.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12225",
    "name": "Т44: Виймання протеза з кювети, кінцева обробка (шліфування, полірування).",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12226",
    "name": "Т45: Помилки що виникають при виготовленні бюгельних протезів.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12112",
    "name": "Т5: Моделювання базису часткового знімного протеза на в/щ і гіпсування воскової репродукції протеза в кювету.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12113",
    "name": "Т6: Витравлення воску, формування пластмасового тіста. Полімеризація часткового знімного протеза на в/щ.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12114",
    "name": "Т7: Виймання протеза з кювети. Обробка /шліфування і полірування часткового знімного протеза на в/щ.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12115",
    "name": "Т8 Отримання відбитків, виготовлення індивідуальної ложки, відливання моделей. Підготовка моделей до виготовлення повного знімного пластинкового протезу на н/щ.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "12116",
    "name": "Т9: Розкреслення меж протезу, основних і допоміжних орієнтирів для встановлення штучних зубів. Виготовлення воскових базисів з прикусними валиками. Співставлення моделей, гіпсування в оклюдаторі.",
    "parent_id": "12107",
    "is_final": "1"
  },
  {
    "id": "28082",
    "name": "Тестування зі спеціальності 221 Стоматологія ОПП «Стоматологія ортопедична»",
    "parent_id": "12107",
    "is_final": "1"
  }
]