[
  {
    "id": "12419",
    "name": "№1 Пропедевтика терапевтичної стоматології як передклінічний курс терапевтичної стоматології: поняття, мета та завдання, розділи. Будова зуба: топографія тканин і утворень зуба. Клінічні особливості анатомо-гістологічної будови емалі",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14757",
    "name": "№10 Класична техніка препарування каріозних порожнин ІІ класу за Блеком",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14758",
    "name": "№11 Класична техніка препарування каріозних порожнин III і IV класу за Блеком",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14753",
    "name": "№12 Особливості препарування каріозних порожнин під сучасні композиційні матеріали. Мінімально інвазивні техніки препарування (тунельне препарування, slot-препарування, batecave-препарування, мікропрепарування, ART-методика)",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "12420",
    "name": "№2 Клінічні особливості анатомо-гістологічної будови дентину, цементу. Поняття структурної та функціональної резистентності твердих тканин зуба. Теорії передачі больового імпульсу по твердим тканинам зуба",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "13748",
    "name": "№3 Клінічні особливості анатомо-гістологічної будови пульпи та періодонту. Вікові зміни в них. Поняття пародонту, його функцій. Слина, ротова рідина: склад, властивості, функції.",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "13749",
    "name": "№4 Зубна формула. Ознаки зубів. Клінічні особливості різців верхньої та нижньої щелепи",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14850",
    "name": "№5 Клінічні особливості будови ікол та премолярів верхньої та нижньої щелепи.",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14851",
    "name": "№6 Клінічні особливості будови молярів верхньої та нижньої щелени",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14754",
    "name": "№7 Оснащення стоматологічного кабінету. Санітарно-гігієнічні вимоги до його організації. Види стоматологічних наконечників, борів. Стоматологічний інструментарій, його призначення, методика роботи у дзеркальному відображенні",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14755",
    "name": "№8 Класифікація каріозних порожнин за Блеком. Способи препарування каріозних порожнин. Методи ізоляції операційного поля",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "14756",
    "name": "№9 Етапи препарування каріозних порожнин. Техніка класичного препарування каріозних порожнин I та V класів за Блеком",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "2588",
    "name": "М2 Пломбувальні матеріали та ендодонтія",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "30065",
    "name": "ПМК №1",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "2694",
    "name": "Практика 2 курс",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31209",
    "name": "Т10 ЕТАПИ ЕНДОДОНТИЧНОГО ЛІКУВАННЯ ЗУБА: РОЗКРИТТЯ (ТРЕПАНАЦІЯ) ПОРОЖНИН ЗУБІВ РІЗНИХ ГРУП, НАКЛАДАННЯ ДЕВІТАЛІЗУЮЧИХ РЕЧОВИН. АМПУТАЦІЯ, ЕКСТИРПАЦІЯ ПУЛЬПИ, ВИДАЛЕННЯ ЇЇ РОЗПАДУ: ІНСТРУМЕНТАРІЙ, ТЕХНІКА ВИКОНАННЯ, МОЖЛИВІ УСКЛАДНЕННЯ.",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31208",
    "name": "Т11 МЕДИКАМЕНТОЗНАОБРОБКА КОРОНЕВИХ КАНАЛІВ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31207",
    "name": "Т12 ІНСТРУМЕНТАЛЬНА ОБРОБКА КОРЕНЕВИХ КАНАЛІВ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31206",
    "name": "Т12 Твердіючі пломбувальні матеріали для кореневих каналів (силери)",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31205",
    "name": "Т14 ПЛАСТИЧНІ ТВЕРДІЮЧІ МАТЕРІАЛИ ДЛЯ ПЛОМБУВАННЯ КОРЕНЕВИХ КАНАЛІВ (СИЛЕРИ): ГРУПИ, СКЛАД, ВЛАСТИВОСТІ, ПОКАЗАННЯ ДО ЗАСТОСУВАННЯ. ТЕХНІКИ ПЛОМБУВАННЯ КОРЕНЕВИХ КАНАЛІВ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31204",
    "name": "Т15 Особливості ендодонтичного втручання при інструментально недоступних кореневих каналах. Муміфікація та імпрегнація. Задачі та цілі. Речовини для їх проведення",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31211",
    "name": "Т8 ЕНДОДОНТІЯ – ЇЇ ЗАДАЧІ ТА ЦІЛІ. ЕНДОДОНТИЧНИЙ ІНСТРУМЕНТАРІЙ: КЛАСИФІКАЦІЯ, РІЗНОВИДНІСТЬ, ПРИЗНАЧЕННЯ, ПРАВИЛА ЗАСТОСУВАННЯ. СТАНДАРТИ ISO. ОПТИЧНІ СИСТЕМИ ДЛЯ ЕНДОДОНТИЧНИХ МАНІПУЛЯЦІЙ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31210",
    "name": "Т9 КЛІНІЧНІ ОСОБЛИВОСТІ БУДОВИ ПОРОЖНИНИ ЗУБА ТА КОРЕНЕВИХ КАНАЛІВ РІЗЦІВ, ІКЛІВ, ПРЕМОЛЯРІВ ТА МОЛЯРІВ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31215",
    "name": "Тема №4 «СРІБНА ТА МІДНА АМАЛЬГАМИ»",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31214",
    "name": "ТЕМА №5 КОМПОЗИЦІЙНІ МАТЕРІАЛИ ХІМІЧНОГО СПОСОБУ ЗАТВЕРДІННЯ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31213",
    "name": "ТЕМА №6 КОМПОЗИЦІЙНІ МАТЕРІАЛИ ФОТОПОЛІМЕРНОГО СПОСОБУ ЗАТВЕРДІННЯ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "31212",
    "name": "ТЕМА №7 АДГЕЗІЯ: ПОНЯТТЯ, ВИДИ.  КИСЛОТНЕ ПРОТРАВЛЕННЯ ТКАНИН ЗУБА. АДГЕЗИВНІ СИСТЕМИ: СТРУКТУРА, ПРИНЦИПИ ВЗАЄМОДІЇ З ТКАНИНАМИ ЗУБА, ТЕХНІКА ЗАСТОСУВАННЯ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "39541",
    "name": "Т1. Пломбувальні матеріали. Класифікація. Вимоги до них. Матеріали для тимчасової пломби і герметичної пов'язки. Лікувальні прокладки: групи, склад, властивості, показання до застосування, методика накладення .",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "39538",
    "name": "Т13  МАТЕРІАЛИ ДЛЯ ПЛОМБУВАННЯ КОРЕНЕВИХ КАНАЛІВ. СИЛЕРИ ТА ФІЛЕРИ",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "39539",
    "name": "Т2.Стоматологічні цементи, їх класифікація. Склад і властивості: цінкфосфатного, силікатного, силіко-фосфатного. Показання та методика застосування. Ізолююча прокладка. Види і мета накладення.",
    "parent_id": "12418",
    "is_final": "1"
  },
  {
    "id": "39540",
    "name": "Т3.Склоіономерні цементи. Склад, властивості, позитивні і негативні якості, показання до застосування. Поняття контактного пункту, значення його порушення при патології пародонту. Стоматологічні аксесуари для його відновлення. Шліфування та полірування пломб: інструменти та методика",
    "parent_id": "12418",
    "is_final": "1"
  }
]