[
  {
    "id": "12466",
    "name": "Т1 Введення в курс профілактики. Загальні питання профілактики стоматологічних захворювань, поняття, мета, завдання, методи, економічна ефективність. Інструктаж з техніки безпеки при роботі в стоматологічній залі.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "25567",
    "name": "Т10 Склад і властивості ротової рідини: її роль в процесах дозрівання емалі, демінералізації, ремінералізації. Захисні механізми порожнини рота",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "25568",
    "name": "Т11 Мікрофлора порожнини рота, її участь у розвитку основних стоматологічних захворювань. Поверхневі утворення на зубах. Класифікація назубних нашарувань. Методи їх виявлення",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "25569",
    "name": "Т12 Гігієнічні засоби для порожнини рота, їх склад та властивості, показання до застосування залежно від стоматологічного статусу",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "15038",
    "name": "Т13 Методи гігієнічного догляду за порожниною рота.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "15039",
    "name": "Т14 Індивідуальна профілактика захворювань тканин пародонта.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "25144",
    "name": "Т16Гігієнічне стоматологічне навчання та виховання дітей в організованих дитячих колективах.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16183",
    "name": "Т19 Санітарна освіта – складова первинної профілактики стоматологічних захворювань. Організація стоматологічної санітарної освіти, її форми, методи, засоби.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "12467",
    "name": "Т2 Анатомо-фізіологічні  особливості будови порожнини рота у віковому аспекті. Етапи розвитку щелепно-лицьової ділянки, формування зубів, слизової оболонки (порожнини рота та пародонта).",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16184",
    "name": "Т20 Ендогенна профілактика карієсу зубів у дітей. Планування, методи проведення.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16432",
    "name": "Т21 Системне призначення макро- і мікроелементів, вітамінів залежно від віку дитини.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16433",
    "name": "Т22 Екзогенна профілактика карієсу зубів у віковому аспекті. Планування, методи проведення. Контроль ефективності.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16696",
    "name": "Т23 Профілактика захворювань пародонта у дітей. Планування, методи проведення.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16697",
    "name": "Т24 Практичне засвоєння екзогенної профілактики стоматологічних захворювань у дітей.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16956",
    "name": "Т25 Фтор, недостатність та надлишок його в питній воді, вплив на тверді тканин зуба. Застосування препаратів фтору для лікування та профілактики карієсу зубів.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "16957",
    "name": "Т26 Герметизація фісур зубів. Методи, показання до застосування.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "17096",
    "name": "Т27 Засоби для герметизації фісур зубів. Практичне засвоєння техніки герметизації.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "17097",
    "name": "Т28 Комплексна система профілактики стоматологічних захворювань у дітей. Організаційні принципи. Підготовка, складання програми профілактики стоматологічних захворювань, основні етапи впровадження. Оцінка ефективності.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "12468",
    "name": "Т3 Запис зубної формули: клінічної, анатомічної, ВООЗ. Методи стоматологічного огляду. Алгоритм обстеження. Практичне ознайомлення студентів з методикою огляду один на одному.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "12469",
    "name": "Т4 Індекси карієсу. Практичне засвоєння індексів КПВ, КПВ+кп, кп зубів та поверхонь.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "13813",
    "name": "Т5 Індекси гігієни порожнини рота (Гріна-Вермільйона, Федорова-Володкіної, Сілнес-Лоу).",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "13814",
    "name": "Т6 Індексна оцінка стану тканин пародонта (CPI, КПІ, РМА, РІ, проба Шіллєра-Пісарєва).",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "13815",
    "name": "Т7 Методика стоматологічного обстеження за  ВООЗ. Основні показники карієсу зубів.  Методи запису основних стоматологічних індексів.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "13816",
    "name": "Т8 Карієсогенна ситуація в порожнині рота. Методи її виявлення та усунення.",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "25566",
    "name": "Т9 Структура і біологічні властивості емалі та дентину. Дозрівання емалі після прорізування зуба. Резистентність емалі зуба до каріозного ушкодження",
    "parent_id": "12465",
    "is_final": "1"
  },
  {
    "id": "15371",
    "name": "ТЕМА15 Професійна гігієна порожнини рота. Методи і засоби професійної гігієни порожнини рота.",
    "parent_id": "12465",
    "is_final": "1"
  }
]