[
  {
    "id": "16311",
    "name": "T12 Основні аспекти, наслідки, ускладнення черепно-мозкової, хребетно-спинномозкової травми, травми периферичних нервів, сплетень.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16312",
    "name": "T13 Фізична реабілітація при черепно-мозкових травмах. Лікувальна гімнастика. Гіпербарична оксигенація.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16314",
    "name": "T15 Фізична реабілітація при травмах периферичних нервів, сплетень. Лікувальна фізкультура. Стрейчінг. Підвісна терапія. Механотерапія.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16315",
    "name": "T16 Фізична реабілітація хворих з дитячим церебральним паралічем. М’язово-суглобова гімнастика. Лікування положенням. Механотерапія. Масаж. Електролікування. Теплолікування. Водолікування. Аромотерапія. Система інтенсивної нейрофізіологічної реабілітації В.І. Козявкіна",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16674",
    "name": "База на модуль «Фізична терапія, ерготерапія при захворюваннях нервової системи»",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "13307",
    "name": "Методи корекції порушених функцій при розладах мозкового кровообігу. Відновлювальні заходи при запамороченні і розладах рівноваги судинної етіології. Діагностика і корекція м’язової спастичності. Корекція розладів чутливості. Артикуляційна гімнастика. Вправи для відновлення голосу. Психотерапевтична реабілітація.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "12825",
    "name": "Т1 Клінічна характеристика хворих з порушеннями мозкового кровообігу. Наслідки та ускладнення перенесеного інсульту. Паралічі, парези. Зміни м'язевого тонусу. Порушення ковтання. Постінсультні трофічні порушення. Порушення ходи. Порушення чутливості. Мовні порушення. Порушення вищих психічних функцій.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16310",
    "name": "Т10 Фізична реабілітація хворих з плексопатіями. Лікування положенням. Лікувальна фізична гімнастика. Фізіотерапевтичні методи.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16321",
    "name": "Т11 Фізична реабілітація при вертеброгенних нейрокомпресійних синдромах. Концепція NEURAC. Мануальна терапія. Постізометрична релаксація. Лікувальний масаж. Кінезіотерапія. Рефлексотерапія. Методика Євмінова.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16313",
    "name": "Т14 Фізична реабілітація при хребетно-спинномозкових травмах залежно від ступеня порушення провідності спинного мозку. Система реабілітації за Дикулем. Методика регуляції різних фізіологічних функцій за допомогою приладів з біологічним зворотним зв’язком (БЗЗ). Дихальна гімнастика. Електростимуляція.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16316",
    "name": "Т17 Фізична реабілітація при спадково-дегенеративних захворюваннях (міопатіях та спінальних аміотрофіях). Лікувальна гімнастика. Масаж. Стренч метод. Психотерапія.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16317",
    "name": "Т18 Реабілітація хворих з хворобою Паркінсона. Електросудомна терапія. Транскраніальна мікрополярізація. Транскраніальна магнітна стимуляція. Лікувальна гімнастика. Психотерапія. Голкорефлексотерапія.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16318",
    "name": "Т19 Фізична реабілітація при демієлінізуючих захворюваннях. Шкали спастичності. Методики зменшення спастичності. Методики покращення координації рухів.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "13306",
    "name": "Т2 Основні підходи в реабілітації неврологічних хворих. Етапи фізичної реабілітації після перенесеного ішемічного інсульту.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16319",
    "name": "Т20 Фізична реабілітація при поліомієліті. Методика розвитку опорної функції. Дихальна гімнастика. Фізіотерапевтичні процедури.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "13308",
    "name": "Т4.Методики реабілітації після перенесеного інсульту. Методика Карела і Берти Бобат. Методика Саrr and Shepherd. Методика PNF або методика пропріоцептивного полегшення Н.Кабат. Методика Chedok - McMaster Stroke Assessment",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "14003",
    "name": "Т6 Основні поняття про анатомію, функції та синдроми ураження периферичної нервової системи",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "14002",
    "name": "Т8 Фізична реабілітація хворих з мононевропатіями верхніх і нижніх кінцівок. Лікування положенням. Лікувальна фізична гімнастика. Стрейчінг. Підвісна терапія.",
    "parent_id": "12824",
    "is_final": "1"
  },
  {
    "id": "16320",
    "name": "Т9 Фізична реабілітація хворих з поліневропатіями. Кінезіотерапія. Фізіотерапевтичні методи.",
    "parent_id": "12824",
    "is_final": "1"
  }
]