[
  {
    "id": "17090",
    "name": "М1 Фтизіатрія",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "13515",
    "name": "Т1 Визначення проблеми туберкульозу як наукової та практичної проблеми. Епідеміологія.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15699",
    "name": "Т10 Дисемінований туберкульоз легень. Міліарний туберкульоз. Туберкульоз нервової системи і мозкових оболонок",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15700",
    "name": "Т11 Вогнищевий та інфільтративний туберкульоз легень. Казеозна пневмонія. Фіброзно-кавернозний та циротичний туберкульоз легень. Туберкульозний плеврит (в тому числі емпієма плеври)",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15701",
    "name": "Т12 Невідкладні стани у клініці туберкульозу: спонтанний пеневмоторакс, легенева кровотеча. Діагностика, невідкладна допомога",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15702",
    "name": "Т13 Туберкульоз щелепно-лицевої локалізації",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15703",
    "name": "Т14 Туберкульоз у хворих на ВІЛ-інфекцію",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "13516",
    "name": "Т2 Визначення симптомів, що можуть свідчити про туберкульоз. Маршрут пацієнта.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "13517",
    "name": "Т3 Місце лабораторних методів у виявленні туберкульозу.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "13518",
    "name": "Т4 Застосування променевого дослідження в діагностиці туберкульозу.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "13519",
    "name": "Т5 Туберкулінодіагностика.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15695",
    "name": "Т6 Основні принципи і методи лікування хворих на туберкульоз легень.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15696",
    "name": "Т7 Ланцюг передачі інфекції, шляхи його переривання, виявлення: ізоляція, ефективне лікування джерел інфекції, інфекційний контроль, вакцинація БЦЖ, хіміопрофілактика. QuestName:Кого вважають бактеріовиділювачем?",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15697",
    "name": "Т8 Клінічна класифікація туберкульозу. Поняття про латентну туберкульозну інфекцію, первинний і вторинний туберкульоз. Групи ризику.",
    "parent_id": "12946",
    "is_final": "1"
  },
  {
    "id": "15698",
    "name": "Т9 Туберкульоз невстановленої локалізації. Туберкульоз внутрішньогрудних лімфатичних вузлів. Первинний туберкульозний комплекс. Ускладнення первинних форм туберкульозу. Клінічний розбір хворого. Туберкульоз у дітей. Вплив масової імунізації проти туберкульозу на патоморфоз туберкульозу у дітей. Перебіг туберкульозу у невакцинованої дитини",
    "parent_id": "12946",
    "is_final": "1"
  }
]