[
  {
    "id": "22023",
    "name": "Виробнича фармацевтична практика з фармакогнозії. База тестів 2010-2020 рр.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "13258",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 1. Фармакогностичне дослідження лікарської рослинної сировини (товарознавчий аналіз).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22018",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 10. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (таніни).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22017",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 11. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (флавоноїди).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22021",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 12. Фітохімічний якісний аналіз ЛРС, що вміщує алкалоїди.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22020",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 13. Контроль засвоєння практичних навичок з визначення тотожності і доброякісності ЛРС, що містить фенольні сполуки та алкалоїди.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22022",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 14. Аналіз ефірних олій за методикою ДФУ.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "13259",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 2. Фармакогностичне дослідження лікарської рослинної сировини (макроскопічний аналіз).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "13257",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 3. Фармакогностичне дослідження лікарської рослинної сировини (мікроскопічний аналіз).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "14511",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 4. Аналіз ЛРС, яка містить різні групи БАР (макро- та мікродіагностика; якісні та гістохімічні реакції).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "14512",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 5. Аналіз ЛРС, яка містить ліпіди (макродіагностика). Аналіз жирних олій. Визначення чистоти, фізичних та хімічних показників.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "14513",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 6. Фітохімічний аналіз ЛРС, що вміщує ефірні олії.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "14514",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 7. Контроль засвоєння практичних навичок з визначення тотожності і доброякісності ЛРС.",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22019",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 8. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (вуглеводи, вітаміни, фенольні сполуки, кумарини і хромони).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22016",
    "name": "Виробнича фармацевтична практика з фармакогнозії. Тема 9. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (антраценпохідні).",
    "parent_id": "13256",
    "is_final": "1"
  },
  {
    "id": "22024",
    "name": "Іспит. Виробнича фармацевтична практика, в тому числі: Фармакогнозія, ОЕФ, Фармацевтичний мененджмент та маркетинг, Технологія ліків, Фармацевтична хімія, Клінічна фармація та фармацевтична опіка.",
    "parent_id": "13256",
    "is_final": "1"
  }
]