[
  {
    "id": "30083",
    "name": "М1 Якісний та кількісний аналіз. Інструментальні методи аналізу.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "13448",
    "name": "Т1 Правила роботи і безпеки в хіміко-аналітичній лабораторії. Кислотно-основна класифікація катіонів. Дія групових реактивів. Аналітичні реакції катіонів I-III-ї аналітичних груп (Натрію, Калію, Амонію, Арґентуму, Кальцію), умови їх виконання.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "15231",
    "name": "Т10 Осаджувальне титрування. Метод Мора. Приготування стандартних розчинів та визначення їх концентрації і титру. Визначення концентрації галогенід-йонів.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "16446",
    "name": "Т11 Осаджувальне титрування. Метод Фольгарда. Приготування стандартних розчинів та визначення їх концентрації і титру. Визначення концентрації галогенід-йонів.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "16447",
    "name": "Т12 Комплексонометрія. Приготування стандартного розчину ЕДТА. Методика визначення катіонів комплексонометричним методом. Роздільний аналіз йонів кальцію і магнію в суміші. Визначення загальної твердості води.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "16448",
    "name": "Т13 Інструментальні методи аналізу. Рефрактометричний метод аналізу. Визначення вмісту цукру та спирту в розчині. Контроль якості приготовлених розчинів і терміни зберігання концентрованих розчинів лікарських речовин.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "16449",
    "name": "Т14 Інструментальні методи аналізу. Фотометричний та спектрофотометричний метод кількісного аналізу. Фотоколориметричне визначення міді та феруму (III) у препаратах.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "16450",
    "name": "Т15 Кількісний аналіз досліджуваної речовини хімічним або інструментальним методом.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "27781",
    "name": "Т17 Лікарські засоби з групи вуглеводів. Характеристика, класифікація, зв'язок між структурою і фармакологічною дією, механізм дії, методи отримання, методи аналізу, застосування в медицині",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "13449",
    "name": "Т2 Кислотно-основна класифікація катіонів. Характерні реакції катіонів IV-VI-ї аналітичних груп (Цинку, Алюмінію, Мангану (ІІ), Феруму (ІІ, ІІІ), Меркурію (ІІ), Купруму (ІІ)). Умови їх виконання.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "13876",
    "name": "Т3 Кислотно-основна класифікація аніонів. Аналітичні реакції аніонів I-ї аналітичної групи (сульфат-, сульфіт-, тіосульфат-, фосфат-, карбонат-, тетраборат-). Умови їх виконання.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "13877",
    "name": "Т4 Кислотно-основна класифікація аніонів. Аналітичні реакції аніонів II-III-ї аналітичних груп (хлорид-, бромід-, йодид-, нітрит-, нітрат-, ацетат-). Умови їх виконання.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "29565",
    "name": "Т6 Методи кислотно-основного титрування. Ацидиметрія. Приготування первинного стандартного розчину натрій тетраборату. Стандартизація титранту хлоридної кислоти за розчином натрій тетраборату.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "15229",
    "name": "Т8 Оксидаційно-відновне титрування. Перманганатометрія. Приготування стандартних розчинів, визначення їх концентрації. Кількісне визначення методом перманганатометрії гідрогену пероксиду.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "15230",
    "name": "Т9 Оксидаційно-відновне титрування. Йодометрія. Приготування стандартних розчинів, визначення їх концентрації. Визначення вмісту йоду в розчині методом йодиметричного титрування.",
    "parent_id": "13447",
    "is_final": "1"
  },
  {
    "id": "26003",
    "name": "Залік. Аналітична хімія",
    "parent_id": "13447",
    "is_final": "1"
  }
]