[
  {
    "id": "30650",
    "name": "T1 Диференціальна діагностика каріозних та некаріозних уражень твердих тканин зубів. Сучасні методи лікування та профілактики. Фізичні фактори в діагностиці та лікуванні каріозних і некаріозних уражень зубів",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30649",
    "name": "T2 Диференціальна діагностика гострих та хронічних форм пульпітів. Сучасні технології лікування пупьпітів",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32933",
    "name": "Підсумковий контроль модуля 4.",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28423",
    "name": "Т1 Анатомо-фізіологічні, гістологічні особливості слизової оболонки порожнини рота (СОПР) та червоної кайми губ. Захисні фактори. Слина, її склад і фізіологічна роль",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29042",
    "name": "Т10 ВІЛ-інфекція. Етіологія, патогенез. Прояви у порожнині рота, діагностика, лікування та профілактика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29043",
    "name": "Т11 Виразково-некротичний гінгівостоматит Венсана. Ерозивний стоматит. Етіологія, патогенез, клініка, діагностика, дифдіагностика, лікування",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29164",
    "name": "Т12 Туберкульоз. Етіологія, патогенез, клінічні прояви на СОПР, діагностика. Лікування та профілактика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32939",
    "name": "Т13 Сифіліс. Гонорея. Етіологія, патогенез, клінічні прояви на СОПР, діагностика. Лікування та профілактика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29166",
    "name": "Т14 Зміни СОПР при хворобах травного каналу (виразкова хвороба, гастрити, ентерити, коліти, хронічний гепатит). Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29167",
    "name": "Т15 Зміни СОПР при хворобах серцево-судинної системи (недостатність кровообігу, артеріальна гіпертензія). Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29157",
    "name": "Т16 Зміни СОПР при захворюваннях ендокринної системи (акромегалія, хвороба Іценко-Кушінга, цукровий діабет). Ксеростомія. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29156",
    "name": "Т17 Зміни СОПР при захворюваннях крові і кровотворних органів. Лейкемії. Агранулоцитоз. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32518",
    "name": "Т18 Зміни СОПР при захворюваннях крові і кровотворних органів. Анемії. Хвороба Вакеза. Хвороба Верльгофа, гемофілія. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32517",
    "name": "Т19 Зміни СОПР при гіпо- та авітамінозах А, С. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28422",
    "name": "Т2 Класифікація захворювань слизової оболонки порожнини рота (М.Ф. Данилевський, П.Т. Максименко, МКХ-10)",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32516",
    "name": "Т20 Зміни СОПР при гіпо- та авітамінозах групи В та РР. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30029",
    "name": "Т21 Зміни СОПР при дерматозах з аутоімунним компонентом. Міхурниця. Етіологія, патогенез, клініка, діагностика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32515",
    "name": "Т22 Зміни СОПР при дерматозах з аутоімунним компонентом. Червоний плескатий лишай. Етіологія, патогенез, клініка, діагностика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30028",
    "name": "Т23 Зміни СОПР при колагенозах. Червоний вовчак. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32938",
    "name": "Т24 Прояви алергії. Анафілактичний шок. Набряк Квінке. Кропив’янка. Причини виникнення, клінічні прояви, надання екстреної допомоги.",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30026",
    "name": "Т25 Прояви алергії в порожнині рота. Алергічні медикаментозні стоматити. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30025",
    "name": "Т26 Багатоформна ексудативна еритема. Синдром Стівенса-Джонсона. Етіологія, патонегез, клінічні прояви, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32937",
    "name": "Т27 Хронічний рецидивуючий афтозний стоматит. Синдром Бехчета. Патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30023",
    "name": "Т28 Зміни СОПР при екзогенних інтоксикаціях. Діагностика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32936",
    "name": "Т29 Первинні глосити. Десквамативний та ромбоподібний глосит. Складчастий та волосатий язик. Клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28779",
    "name": "Т3 Особливості обстеження хворих із захворюваннями СОПР",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30118",
    "name": "Т30 Неврогенні захворювання язика. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30117",
    "name": "Т31 Захворювання губ. Ексфоліативний, актинічний, метеорологічний, гландулярний хейліти. Етіологія, патогенез, клініка, діагностика, дифдіагностика. Лікування",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30116",
    "name": "Т32 Захворювання губ. Хронічна тріщина губ. Екзематозний, атопічний хейліти, гранулематозний хейліт Мішера. Етіологія, патогенез, клініка, діагностика, дифдіагностика. Лікування",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30115",
    "name": "Т33 Передракові захворювання. Класифікація передраків слизової оболонки порожнини рота та червоної кайми губ. Прогноз та профілактика передракових захворювань",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30114",
    "name": "Т34 Облігатні передраки слизової оболонки порожнини рота та червоної кайми губ. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30113",
    "name": "Т35 Факультативні передраки слизової оболонки порожнини рота та червоної кайми губ. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32935",
    "name": "Т36 Стоматогенна хроніоінтоксикація. Етіологія. Патогенез. Клініка, діагностика, лікування та профілактика стоматогенної хроніоінтоксикації",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28780",
    "name": "Т4 Первинні та вторинні елементи ураження",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28977",
    "name": "Т5 Травматичні ураження слизової оболонки порожнини рота. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32910",
    "name": "Т6 Лейкоплакія. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32909",
    "name": "Т7 Грибкові ураження слизової оболонки порожнини рота. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28972",
    "name": "Т8 Вірусні ураження СОРП. Гострий і хронічний герпетичний стоматит",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "32908",
    "name": "Т9 Зміни слизової оболонки порожнини рота при гострих інфекційних захворюваннях. Грип, інфекційний мононуклеоз, ящур. Етіологія, патогенез, клінічні прояви на СОПР, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "17482",
    "name": "М4Хвороби слизової оболонки порожнини рота",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29165",
    "name": "Т13 Сифіліс. Гонорея. Етіологія, патогенез, клінічні прояви на СОПР, діагностика. Лікування та профілактика. Тактика лікаря-стоматолога",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30027",
    "name": "Т24 Прояви алергії. Анафілактичний шок. Набряк Квінке. Кропив’янка. Причини виникнення, клінічні прояви, надання екстреної допомоги.",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30024",
    "name": "Т27 Хронічний рецидивуючий афтозний стоматит. Синдром Бехчета. Патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30022",
    "name": "Т29 Первинні глосити. Десквамативний та ромбоподібний глосит. Складчастий та волосатий язик. Клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "30112",
    "name": "Т36 Стоматогенна хроніоінтоксикація. Етіологія. Патогенез. Клініка, діагностика, лікування та профілактика стоматогенної хроніоінтоксикації",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28974",
    "name": "Т6 Травматичні ураження слизової оболонки порожнини рота. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "28973",
    "name": "Т7 Грибкові ураження слизової оболонки порожнини рота. Етіологія, патогенез, клініка, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  },
  {
    "id": "29041",
    "name": "Т9 Зміни слизової оболонки ротової порожнини при гострих інфекційних захворюваннях, грип, інфекційний мононуклеоз, ящур. Етіологія, патогенез, клінічні прояви на СОПР, діагностика, лікування та профілактика",
    "parent_id": "1351",
    "is_final": "1"
  }
]