[
  {
    "id": "17447",
    "name": "М1. Організація медичного забезпечення військ",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "15077",
    "name": "Організація медичного забезпечення військ. Тема 10.1. Організація медичного забезпечення під час зустрічного бою",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13570",
    "name": "Організація медичного забезпечення військ. Тема 2. Сучасні види зброї та їх вплив на величину і структуру санітарних втрат",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13571",
    "name": "Організація медичного забезпечення військ. Тема 3.1. Сучасна система ЛЕЗ військ. Поняття про етап медичної евакуації, види медичної допомоги",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13572",
    "name": "Організація медичного забезпечення військ. Тема 3.2. Сучасна система ЛЕЗ військ. Етап медичної евакуації. Медичне сортування",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13573",
    "name": "Організація медичного забезпечення військ. Тема 4.1. Основи організації санітарно-гігієнічного забезпечення військ. Санітарно-гігієнічні заходи у військах",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13574",
    "name": "Організація медичного забезпечення військ. Тема 4.2. Основи організації санітарно-гігієнічного забезпечення військ. Зміст протиепідемічних заходів у військах",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13575",
    "name": "Організація медичного забезпечення військ. Тема 5.1. Основи організації забезпечення військ медичним майном, його класифікація та характеристики",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13576",
    "name": "Організація медичного забезпечення військ. Тема 5.2. Основи організації забезпечення військ медичним майном. Заходи по забезпеченню медичним майном військових частин при формуванні та в різні періоди бойових дій",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13577",
    "name": "Організація медичного забезпечення військ. Тема 6. Основи управління медичною службою",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "13578",
    "name": "Організація медичного забезпечення військ. Тема 7.1. Медична служба механізованої (танкової) бригади. Завдання та організація медичної служби бригади",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "15074",
    "name": "Організація медичного забезпечення військ. Тема 7.3. Медична служба механізованої (танкової) бригади. Завдання, організаційно-штатна структура і оснащення медичної роти бригади",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "15075",
    "name": "Організація медичного забезпечення військ. Тема 8.1. Медична служба механізованої (танкової) бригади в обороні",
    "parent_id": "13569",
    "is_final": "1"
  },
  {
    "id": "15076",
    "name": "Організація медичного забезпечення військ. Тема 9.1. Медична служба механізованої (танкової) бригади в наступі",
    "parent_id": "13569",
    "is_final": "1"
  }
]