[
  {
    "id": "16526",
    "name": "Анатомо-фізіологічні дані, методика дослідження кіркових функцій. Синдроми ураження і подразнення кори. Порушення вищих мозкових функцій (алалії, афазії, агнозії, апраксії та ін.)",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "22216",
    "name": "Демієлінізуючі захворювання нервової системи (гострий розсіяний енцефаломієліт, розсіяний склероз, енцефаліт Шильдера, Ван-Богарта ). Корекція аутоімунного демієлінізуючого процесу шляхом використання алогенної трансплантації і адоптивної імунотерапії",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "22660",
    "name": "Захворювання периферичної нервової системи. Мононевропатії верхніх і нижніх кінцівок. Плексопатії",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "22217",
    "name": "Інфекційні поліневропатії, інфекційно-алергічні полірадикулонейропатії (Ландрі, Гійєна-Баре), токсичні, алергічні, дисметаболічні (гіпо-, авітамінози), при діабеті, захворюваннях печінки, нирок, ревматичних захворюваннях. Лікування",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16530",
    "name": "Ліквородіагностика. Особливості складу ліквору у дітей різного віку. Менінгеальний синдром.  Практичні навички",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "23829",
    "name": "М2 Клінічна неврологія",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16528",
    "name": "Особливості неврологічного огляду дитини. Практичні навички",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16529",
    "name": "Параклінічні методи дослідження в неврології",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "17368",
    "name": "Підсумковий модульний контроль 1 – загальна неврологія",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "17261",
    "name": "Підсумковий модульний контроль 1 – загальна неврологія",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16527",
    "name": "Семіотика неврологічних розладів у дітей різного віку",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "14017",
    "name": "Т1 Принципи будови та функціонування нервової системи. Функціональна одиниця нервової системи. Уявлення про рефлекс та рефлекторну дугу. Рефлекси та їх порушення. Особливості рефлекторної сфери у дітей",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16524",
    "name": "Т10 Патологія IX-XII пари ЧМН. Бульбарний і псевдобульбарний синдроми",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16525",
    "name": "Т11 Анатомо-фізіологічні дані, патологія і методика дослідження  вегетативної нервової системи. Вегетативна дисфункція у дітей",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "18986",
    "name": "Т18 Судинні захворювання головного і спинного мозку Кровопостачання, ауторегуляція. Класифікація порушень мозкового кровообігу. Минаючі розлади мозкового кровообігу. Лікування. Профілактика",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "18987",
    "name": "Т19 Ішемічні інсульти. Геморагічні інсульти. Диференціальна діагностика. Лікування. Профілактика",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "14018",
    "name": "Т2 Клінічна класифікація чутливості. Анатомія чутливих шляхів. Методика дослідження. Види і типи чутливих порушень (симптомокомплекси чутливих порушень при ураженні різних рівнів чутливих шляхів)",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "18988",
    "name": "Т20 Епілепсія. Основні клінічні форми у дітей. Проблема лікування фармакорезистентних форм епілепсії",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "18989",
    "name": "Т21 Неепілептичні пароксизмальні стани у дітей, диференційна діагностика",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16204",
    "name": "Т3 Довільні рухи та їх порушення. Пірамідна система. Кірково-ядерний та кірково-спінальний шляхи. Симптоми центрального і периферичного парезів, патогенез симптомів. Розвиток рухових функцій у дитини, особливості дослідження у дітей першого року життя",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16205",
    "name": "Т4 Симптомокомплекси порушень руху при ураженні кірково-мускулярного шляху. Синдроми ураження спинного мозку на різних рівнях. Практичні навички",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16206",
    "name": "Т5 Екстрапірамідна система та синдроми її ураження. Тики у дітей",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16207",
    "name": "Т6 Мозочок Синдроми ураження мозочка. Види атаксій",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16208",
    "name": "Т7 Іннервація кінцівок, симптоми і синдроми ураження",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16209",
    "name": "Т8 Патологія нюхового та зорового аналізаторів. Синдроми ураження окорухових нервів.",
    "parent_id": "14015",
    "is_final": "1"
  },
  {
    "id": "16523",
    "name": "Т9 Трійчастий, лицьовий, присінково-завитковий нерви та синдроми їх ураження",
    "parent_id": "14015",
    "is_final": "1"
  }
]