[
  {
    "id": "30111",
    "name": "Модуль 1 Сучасні аспекти КА.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30493",
    "name": "ПМК 2 Cучасні аспекти клінічної анатомії тулуба та кінцівок людини",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36331",
    "name": "Тема 1. Клінічна анатомія передньо-бокової стінки живота, проекція органів черевної порожнини і топографо-анатомічне обґрунтування доступів до них.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29664",
    "name": "Тема 1. Сучасні аспекти КА голови.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29663",
    "name": "Тема 2. Особливості КА мозку та його оболонок.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36330",
    "name": "Тема 2. Сучасні аспекти клінічної анатомії шлунка: голо-, скелетотопія, синтопія; та варіантна анатомія; фіксаційний апарат; відділи, особливості кровопостачання, іннервації та лімфовідтоку. Сучасні аспекти клінічної анатомії тонкої та товстої кишок: синтопія; скелетотопія та варіантна анатомія; відділи, особливості кровопостачання (будова аркад), іннервації та лімфовідтоку. Орієнтири для ревізії. Анатомічні відмінності товстої кишки від тонкої. Критичні точки кровопостачання товстої кишки.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29774",
    "name": "Тема 3. Клінічна анатомія мозочка, стовбура головного мозку. Будова таламуса, епі-, метаталамуса. Гіпоталамус, гіпофіз. епіфіз.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36329",
    "name": "Тема 3. Сучасні аспекти клінічної анатомії печінки: синтопія; скелетотопія та варіантна анатомія; фіксаційний апарат; поділ, особливості кровопостачання, іннервації та лімфовідтоку. Клінічна анатомія жовчного міхура і жовчних шляхів. Жовчний мixyp: відношення до очеревини, варіантна анатомія; особливості кровопостачання та іннервації. Жовчні шляхи; синтопія, варіантна анатомія. Клінічна анатомія селезінки і підшлункової залози: синтопія; скелетотопія та варіантна анатомія; фіксаційний апарат; особливості кровопостачання, іннервації та лімфо відтоку. Порто-кавальні та кава-кавальні анастомози",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29775",
    "name": "Тема 4. Сучасні аспекти клінічної анатомії лиця.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36328",
    "name": "Тема 4. Сучасні аспекти клінічної анатомії поперекової ділянки: межі, поділ на ділянки; особливості пошарової будови, слабкі місця. Заочеревинний простір: межі, фасції і відділи клітковини, поняття про паранефрити та параколіти. Шляхи поширення гематом, гнійних та сечових запливів із заочеревинного простору у сусідні ділянки. Клінічна анатомія нирок і сечоводів: синтопія; скелетотопія та варіантна анатомія; фіксаційний апарат нирок; відділи сечоводів. Топанатомічне обґрунтування доступів до нирок та сечоводів, а також паранефральної блокади. Сучасні аспекти клінічної анатомії хребта, оболонок та спинного мозку. Індивідуальні особливості. Аномалії розвитку. Анатомічні передумови виникнення спинно-мозкових та міжхребцевих гриж.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29662",
    "name": "Тема 5. Атуальні питання КА передньої ділянки лиця.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36327",
    "name": "Тема 5. Особливості клінічної анатомії малого тазу: зовнішні орієнтири, кістково-м’язова основа, діафрагма тазу, фасції, форми мінливості (статева, індивідуальна, вікова). Поділ на поверхи малого тазу. Топографічна анатомія очеревинного поверху малого тазу, його клінічне значення. Особливості топографічної анатомії сечового міхура і прямої кишки. Сучасні аспекти клінічної анатомії підочеревинного поверху малого тазу: межі, органи, судини, нерви, лімфатичні судини і вузли. Статеві особливості. Клітковинні простори та їх сполучення. Топографічна анатомія промежини у чоловіків.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36326",
    "name": "Тема 6: Клінічна анатомія пахвової ділянки: межі, поділ, пошарова будова, стінки пахвової порожнини, м’язово-фасціальні футляри, судинно-нервові пучки їх проекція на шкіру. Лімфатичні вузли їх практичне значення. Клітковинні простори. ТА обґрунтування пункції та артротомії плечового суглоба. Особливості клінічної анатомії плеча і ліктьової ділянки: межі, поділ, пошарова будова, м’язово-фасціальні футляри, судинно-нервові пучки їх проекція. Канали і борозни та їх вміст. Клітковинні простори, їх роль у розвитку і поширенні гнійників і гематом.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29661",
    "name": "Тема 6. Сучасні аспекти КА шиї.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36325",
    "name": "Тема 7: Сучасні аспекти клінічної анатомії передпліччя та променево-зап’ясткового суглоба: межі, поділ, пошарова будова, м’язово-фасціальні футляри, судинно-нервові пучки їх проекції. Канали і борозни та їх вміст. Клітковинні простори, їх роль у розвитку і поширенні гнійників і гематом. Особливості клінічної анатомії кисті: межі, поділ, пошарова будова, м’язово-фасціальні футляри, судинно-нервові пучки. Клітковинні простори та клініко-анатомічна класифікація гнійних процесів пальців і кисті: флегмони кисті і панариції.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30110",
    "name": "Тема 7. Особливості КА органів шиї",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36324",
    "name": "Тема 8: Загальна характеристика КА нижньої кінцівки. Топографічна анатомія сідничної ділянки, кульшового суглоба. Клітковинні простори, сполучення, їх роль у розвитку і поширенні гнійників і гематом. Анатомічні шляхи для пункції та розкриття кульшового суглоба. Сучасні аспекти клінічної анатомії передньої і задньої ділянок стегна. ТА стегнового трикутника, каналів, борозен та їх вміст. Клінічна анатомія ділянки коліна: межі, поділ на ділянки, судинно-нервові пучки. ТА колінного суглоба. Анатомічне обґрунтування пункції колінного суглоба і доступів до нього. Топографія нижньої кінцівки. Стегновий трикутник. Стегновий канал, стегнове кільце. Привідний канал. Підколінна ямка.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30109",
    "name": "Тема 8. Сучасні аспекти КА грудної ділянки",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "36323",
    "name": "Тема 9: Сучасні аспекти клінічної анатомії гомілки: межі, поділ на ділянки, м’язово-фасціальні футляри, судинно-нервові пучки. ТА канали і борозни їх вміст. Клітковинні простори, їх роль у розвитку і поширенні гнійників і гематом. Сучасні аспекти клінічної анатомії гомілково-ступневого суглоба і стопи: межі, поділ на ділянки, м’язово-фасціальні футляри, судинно-нервові пучки. Клітковинні простори, їх роль у розвитку і поширенні гнійників і гематом. Анатомічні рівні ампутацій та екзартикуляцій стопи. Гомілково-підколінний та м’язово-малогомілкові канали. Ділянки стопи. Волокнисті та синовіальні піхви стопи.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "29660",
    "name": "Тема 9. Актуальні питання КА середостіння.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30484",
    "name": "Тема 11. Клінічна анатомія передньо-бокової стінки живота.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30485",
    "name": "Тема 12. Сучасні аспекти клінічної анатомії шлунка, тонкої та товстої кишок.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30486",
    "name": "Тема 13. Сучасні аспекти клінічної анатомії печінки, жовчний мixyp, жовчні шляхи.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30487",
    "name": "Тема 14. Сучасні аспекти клінічної анатомії поперекової ділянки, заочеревинний простір, нирки і сечоводи, клінічної анатомії хребта, оболонок та спинного мозку.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30488",
    "name": "Тема 15. Особливості клінічної анатомії малого тазу, промежини.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30489",
    "name": "Тема 16 Топографічна анатомія надпліччя, плеча та ділянки ліктьового суглобу.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30490",
    "name": "Тема 17: Сучасні аспекти клінічної анатомії передпліччя, ділянки променево-зап’ясткового суглоба та кисті.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30491",
    "name": "Тема 18: Сучасні аспекти клінічної анатомії сідничної ділянки, стегна та ділянки колінного суглоба.",
    "parent_id": "15062",
    "is_final": "1"
  },
  {
    "id": "30492",
    "name": "Тема 19: Сучасні аспекти клінічної анатомії гомілки ділянки гомілково-ступневого суглоба та стопи.",
    "parent_id": "15062",
    "is_final": "1"
  }
]