[
  {
    "id": "2021",
    "name": "М1 Загальна неврологія",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "1544",
    "name": "М2 Клінічна неврологія",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "9019",
    "name": "Т 16. Неврологічні аспекти черепно-мозкової травми. Спінальна травма.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "9020",
    "name": "Т 17. Епілепсія. Неепілептичні пароксизмальні стани.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "9023",
    "name": "Т 32. Спадково-дегенеративні захворювання нервової системи (первинні та вторинні міодистрофії). Спадково-дегенеративні захворювання з ураженням пірамідної та екстрапірамідної нервової систем.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "13312",
    "name": "Т1 Принципи будови та функціонування нервової системи. Функціональна одиниця нервової системи. Уявлення про рефлекс та рефлекторну дугу.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "16326",
    "name": "Т10 Патологія IX-XII пари ЧМН. Бульбарний і псевдобульбарний синдроми",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "16327",
    "name": "Т11 Анатомо-фізіологічні дані, патологія і методика дослідження вегетативної нервової системи",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "16328",
    "name": "Т12 Анатомо-фізіологічні дані, методика дослідження кіркових функцій. Синдроми ураження і подразнення кори. Порушення вищих мозкових функцій (афазії, агнозії, апраксії)",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "19524",
    "name": "Т15 Неврологічні аспекти черепно-мозкової травми. Травма спинного мозку",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "19525",
    "name": "Т16 Епілепсія та неепілептичні пароксизмальні стани",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "19526",
    "name": "Т17 Судинні захворювання головного та спинного мозку. Кровопостачання головного мозку. Ауторегуляція. Класифікація судинних захворювань нервової системи. Минаючі розлади мозкового кровообігу. Лікування. Профілактика.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "9021",
    "name": "Т18. Професійні і побутові нейроінтоксикації. Ураження нервової системи при дії фізичних факторів.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "6553",
    "name": "Т19 Судинні захворювання головного і спинного мозку Кровопостачання, ауторегуляція. Класифікація порушень мозкового кровообігу. Минаючі розлади мозкового кровообігу. Лікування. Профілактика",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "13313",
    "name": "Т2 Клінічна класифікація чутливості. Анатомія чутливих шляхів. Методика дослідження. Види і типи чутливих порушень (симптомокомплекси чутливих порушень при ураженні різних рівнів чутливих шляхів).",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5114",
    "name": "Т20 Ішемічні інсульти. Геморагічні інсульти. Диференціальна діагностика. Лікування. Профілактика",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5115",
    "name": "Т21 Менінгіти. Туберкульоз нервової системи",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5116",
    "name": "Т22 Арахноїдити. Енцефаліти",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5117",
    "name": "Т23 Поліомієліт. Гострий мієліт. Боковий аміотрофічний склероз",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5118",
    "name": "Т24 Демієлінізуючі захворювання нервової системи (гострий розсіяний енцефаломієліт, розсіяний склероз, енцефаліт Шильдера, Ван-Богарта)",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5119",
    "name": "Т25 Інфекційні поліневропатії, інфекційно-алергічні полірадикулонейропатії (Ландрі, Гійєна-Баре), токсичні, алергічні, дисметаболічні (гіпо-, авітамінози), при діабеті, захворюваннях печінки, нирок, ревматичних захворюваннях",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5120",
    "name": "Т26 Захворювання периферичної нервової системи. Мононевропатії верхніх і нижніх кінцівок. Плексопатії. Вертеброгенне ураження периферичної нервової системи",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5121",
    "name": "Т27 Практичні навички. Самостійна курація хворих зі складанням історії хвороби.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5122",
    "name": "Т28 Головний біль. Порушення сну.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5123",
    "name": "Т29 Нейросифіліс. Ураження органів та систем при ВІЛ-інфекції.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "13314",
    "name": "Т3 Довільні рухи та їх порушення. Пірамідна система. Кірково-ядерний та кірково-спінальний шляхи. Симптоми центрального і периферичного парезів, патогенез симптомів. Патологічні рефлекси, методика дослідження",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "5124",
    "name": "Т30 Соматоневрологічні синдроми при захворюваннях легень, серця, системи крові, травного каналу, печінки, нирок, ендокринної системи, колагенозах. Паранеопластичний синдром. Соматоневрологічні синдроми: астенічний, вегетативної дистонії, полінейропатичний, нервово-м’язевих порушень.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "9022",
    "name": "Т31 Захист історії хвороби. Практичні навички.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "13315",
    "name": "Т4 Симптомокомплекси порушень руху при ураженні різних рівнів  кортико-мускулярного шляху",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "14011",
    "name": "Т5 Екстрапірамідна система та синдроми її ураження",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "14012",
    "name": "Т6 Мозочок Синдроми ураження мозочка. Види атаксій",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "14013",
    "name": "Т7 Синдроми уражень спинного мозку на різних рівнях.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "14014",
    "name": "Т8 Патологія нюхового та зорового аналізаторів. Синдроми ураження окорухових нервів.",
    "parent_id": "1538",
    "is_final": "1"
  },
  {
    "id": "16325",
    "name": "Т9 Трійчастий, лицьовий, присінково-завитковий нерви та синдроми їх ураження",
    "parent_id": "1538",
    "is_final": "1"
  }
]