[
  {
    "id": "35883",
    "name": "Буклети  2019-2022 рр.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "35975",
    "name": "Буклети  2019-2024 рр.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "35974",
    "name": "Буклети 2023-2024 рр. (+перескладання)",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "13479",
    "name": "Груповий реагент на катіони II-ї аналітичної групи. Аналітичні реакції катіонів II-ї аналітичної групи (Ag+, Pb2+, Hg22+), умови їх виконання. Аналіз суміші катіонів II-ї аналітичної групи.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "34708",
    "name": "Крок 1 База 2014. Аналітична хімія.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "35139",
    "name": "М1 Якісний аналіз. Кислотно-основне титрування.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "3087",
    "name": "М2 Кількісний аналіз. Інструментальні методи аналізу.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "13478",
    "name": "Т1 Правила роботи і безпеки хіміко-аналітичній лабораторії. Кислотно-основна класифікація катіонів. Аналітичні реакції катіонів І-ї ((Li+, Na+, K+, NH4+, Rb+, Cs+), умови їх виконання.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "15228",
    "name": "Т10 Групові реагенти та їх призначення в аналізі аніонів. Аналітичні реакції аніонів І- аналітичної групи. Аналіз суміші сірковмісних аніонів (контрольна задача).",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "16462",
    "name": "Т11 Аналітичні реакції аніонів II-ї та III-ї аналітичних груп. Аналіз суміші хлорид-, бромід- та йодид-аніонів (контрольна задача).",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "16702",
    "name": "Т12 Аналіз суміші аніонів I-III-ї аналітичних груп (контрольна задача). Контроль засвоєння змістового модуля 3. Теорія і практика аналізу аніонів I-III-ї аналітичних груп.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "16703",
    "name": "Т13 Паперова хроматографія. Ідентифікація та розділення сумішей катіонів за допомогою паперової хроматографії.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "16704",
    "name": "Т14 Аналіз сполуки невідомого складу (контрольна задача).",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "17374",
    "name": "Т15 Введення в титриметричний аналіз. Техніка зважування на аналітичних терезах. Мірний посуд. Перевірка ємності мірного посуду. Кислотно-основне титрування. Приготування титрантів.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "17375",
    "name": "Т16 Кислотно-основне титрування. Первинні та вторинні стандарти. Стандартизація розчинів HCl та NaOH за первинними стандартами. Титрування сильних кислот та сильних основ.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "17376",
    "name": "Т17 Кислотно-основне титрування. Титрування слабких кислот та слабких основ. Визначення вмісту ацетатної і ортоборатної кислот, аміаку в розчинах.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "17753",
    "name": "Т18 Кислотно-основне титрування. Титрування багатоосновних кислот, основ, сумішей кислот і основ. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "17754",
    "name": "Т19 Кислотно-основне титрування. Визначення масової частки карбонату і гідрокарбонату натрію при їх одночасній присутності в розчині. Визначення ортофосфатної і сульфатної кислот при їх одночасній присутності в розчині. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "17755",
    "name": "Т21 Оксидаційно-відновне титрування. Перманганатометрія. Приготування стандартних розчинів, визначення їх концентрації. Кількісне визначення методом перманганатометрії калію дихромату, гідрогену пероксиду, заліза в солі Мора. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "20180",
    "name": "Т22 Оксидаційно-відновне титрування. Йодометрія. Приготування стандартних розчинів, визначення їх концентрації. Визначення відновників, сульфітів, формальдегіду і аскорбінової кислоти. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "20674",
    "name": "Т23 Оксидаційно-відновне титрування. Броматометрія та йодатометрія. Приготування стандартних розчинів, визначення їх концентрації. Визначення вмісту речовин у препаратах. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "20673",
    "name": "Т24 Оксидаційно-відновне титрування. Нітритометрія. Приготування стандартних розчинів, визначення їх концентрації. Визначенння масової частки стрептоциду в препараті. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "21792",
    "name": "Т25 Осаджувальне титрування. Аргентометрія. Приготування стандартних розчинів та визначення їх концентрації і титру. Визначення концентрації галогенід-йонів методом аргентометрії. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "11736",
    "name": "Т26 Осаджувальне титрування. Роданометрія. Приготування стандартних розчинів та визначення їх концентрації і титру. Визначення концентрації галогенід-йонів методом роданометрії. Контрольна задача.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "3754",
    "name": "Т27 Комплексонометрія. Приготування стандартного розчину ЕДТА. Методика визначення катіонів комплексонометричним методом. Роздільний аналіз йонів кальцію і магнію в суміші. Визначення загальної твердості води. Контрольна задача",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "3755",
    "name": "Т28 Гравіметричні методи аналізу. Визначення масової частки гігроскопічної вологи в природних технічних продуктах. Контрольна задача",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "3756",
    "name": "Т29 Гравіметричні методи аналізу. Визначення сульфатів у природних і стічних водах. Визначення вмісту барію в технічному зразку BaCl2·2H2O. Визначення заліза в солі Мора",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "13480",
    "name": "Т3 Груповий реагент на катіони III-ї аналітичної групи. Аналітичні реакції катіонів III-ї аналітичної групи (Ca2+, Sr2+, Ba2+), умови їх виконання.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "22701",
    "name": "Т30 Оптичні методи аналізу. Фотометричний та спектрофотометричний метод кількісного аналізу. Фотоколориметричне визначення міді та феруму (III) у препаратах.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "22700",
    "name": "Т31 Оптичні методи аналізу. Фотометричне титрування. Визначення Fe2+у розчині методом фотометричного титрування. Аналіз суміші ізомерів нітроаніліну.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "22968",
    "name": "Т32 Оптичні методи аналізу. Рефрактометричний метод аналізу. Визначення вмісту цукру та спирту в розчині. Контроль якості приготовлених розчинів і терміни зберігання концентрованих розчинів лікарських речовин.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "10569",
    "name": "Т33 Оптичні методи аналізу. Поляриметричний метод аналізу. Поляриметричне визначення глюкози у водному розчині. Визначення ступеню чистоти глюкози і аскорбінової кислоти за величинами питомого обертання.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "10567",
    "name": "Т34 Оптичні методи аналізу. Люмінесцентний метод аналізу. Визначення йонів цинку, алюмінію, стануму. Виявлення резорцину та вітаміну В2.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "10568",
    "name": "Т35 Оптичні методи аналізу. Нефелометрія і турбідиметрія. Нефелометричне визначення вмісту цинку, хлорид- та сульфат-йонів у сполуках",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "11666",
    "name": "Т36 Хроматографічні методи аналізу. Йоннообмінна хроматографія. Визначення Купруму та Цинку при їх сумісній присутності. Розділення суміші амінокислот на йонообмінних смолах.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "11667",
    "name": "Т37 Електрохімічні методи аналізу. Потенціометричний метод кількісного аналізу. Визначення рН природної води. Визначення вмісту HCl і CH3COOH у суміші.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "11665",
    "name": "Т38 Електрохімічні методи аналізу. Кондуктометричний метод кількісного аналізу. Визначення вмісту сульфатної та ацетатної кислот в суміші. Контроль засвоєння змістових модулів 7-8.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "11664",
    "name": "Т39 Електрохімічні методи аналізу. Амперометричне титрування. Титрування йонів плюмбуму розчином калію дихромату. Титрування сульфат- та хромат-йонів при їх спільній присутності.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "14274",
    "name": "Т4 Аналіз суміші катіонів I-III-ї аналітичних груп (контрольна задача). Розв’язування ситуаційних задач. Тестовий контроль. Контроль засвоєння змістового модуля 1.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "15224",
    "name": "Т6 Груповий реагент на катіони V-ї аналітичної групи. Характерні реакції катіонів V-ї (Mg2+, Mn2+, Fe2+, Fe3+, Bi3+, Sb3+, Sb5+) аналітичної групи, умови їх виконання.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "15225",
    "name": "Т7 Груповий реагент на катіони VI-ї аналітичної групи. Характерні реакції катіонів VI-ї (Cu2+, Co2+, Cd2+, Hg2+, Ni2+) аналітичної групи, умови їх виконання.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "15226",
    "name": "Т8 Аналіз суміші катіонів IV-VI-ї аналітичних груп (контрольна задача). Розв’язування розрахункових та ситуаційних задач аналізу катіонів IV-VI-ї груп. Тестовий контроль. Контроль засвоєння змістового модуля 2.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "15227",
    "name": "Т9 Аналіз суміші катіонів I-VI-ї аналітичних груп (контрольна задача). Розв’язування ситуаційних задач. Тестовий контроль.",
    "parent_id": "1569",
    "is_final": "1"
  },
  {
    "id": "2855",
    "name": "М1 Якісний аналіз. Кислотно-основне титруваня.",
    "parent_id": "1569",
    "is_final": "1"
  }
]