[
  {
    "id": "18227",
    "name": "Т1 Принципи організації роботи стоматологічного кабінету терапевтичного профілю. Техніка безпеки під час роботи в стоматологічному кабінеті. Обліково-звітна документація лікаря-стоматолога терапевта. Профілактика невідкладних станів в клініці терапевтичної стоматології (запаморочення, втрата свідомості, гіпертонічний криз, кропивниця, анафілактичний шок). Визначення провідних симптомів та надання невідкладної допомоги. Оцінка стану хворого.",
    "parent_id": "18226",
    "is_final": "1"
  },
  {
    "id": "18643",
    "name": "Т2 Проведення основних методів обстеження пацієнта (опитування – уточнення скарг, анамнезу захворювання, анамнезу життя;  огляд - зовнішній, огляд переддвер’я порожнини рота, власне порожнини рота, зубних рядів, місця захворювання - огляд причинного зуба – зондування , перкусія, пальпація слизової оболонки порожнини рота в проекції верхівки кореня, пальпація регіональних лімфатичних вузлів. Проведення визначення стану гігієни порожнин рота за індексами Гріна-Верміліона, Федорова-Володкіної. Оцінка результатів їх проведення. Заповнення амбулаторної картки хворого. Методика проведення професійної гігієни порожнини рота. Методика видалення зубних відкладень ручним способом та з використанням фізичних пристосувань (скейлер) і хімічних засобів. Видалення назубних відкладень – зубного нальоту та зубного каменя. Контроль результатів проведення гігієни порожнини рота за допомогою індексів.",
    "parent_id": "18226",
    "is_final": "1"
  },
  {
    "id": "18644",
    "name": "Т3 Проведення основних методів обстеження пацієнта з карієсом (опитування – уточнення скарг, анамнезу захворювання, анамнезу життя;  огляд - зовнішній, огляд переддвер’я порожнини рота, власне порожнини рота, зубних рядів, місця захворювання - огляд причинного зуба – зондування , перкусія, пальпація слизової оболонки порожнини рота в проекції верхівки кореня,  пальпація регіональних лімфатичних вузлів. Проведення додаткових методів обстеження пацієнта з карієсом (термодіагностика, електроодонтодіагностика, рентгендіагностика) , діагностичних тестів (тест на препарування), оцінка результатів їх проведення. Заповнення амбулаторної картки хворого. Проведення диференціальної діагностики карієсу. Встановлення діагнозу та визначення тактики лікування карієсу з урахуванням клінічного перебігу патології (гострий, хронічний, множинний, рецидивуючий, вторинний). Етапи лікування гострого, хронічного карієсу. Особливості лікування множинного карієсу Участь у диспансерному спостереженні пацієнтів.",
    "parent_id": "18226",
    "is_final": "1"
  },
  {
    "id": "18645",
    "name": "Т4 Проведення основних методів обстеження пацієнта з пульпітом (опитування – уточнення скарг, анамнезу захворювання, анамнезу життя;  огляд - зовнішній, огляд переддвер’я порожнини рота, власне порожнини рота, зубних рядів, місця захворювання - огляд причинного зуба – зондування , перкусія, пальпація слизової оболонки порожнини рота в проекції верхівки кореня,  пальпація регіональних лімфатичних вузлів. Проведення додаткових методів обстеження пацієнта з пульпітом (термодіагностика, електроодонтодіагностика, рентгендіагностика), проведення діагностичних тестів – тесту з анестезією, визначення тригерних зон, обстеження місць виходу периферійних гілок трійчастого нерву (точок Валле), оцінка результатів їх проведення. Інтерпретація рентгенограми. Проведення диференційної діагностики пульпіту. Заповнення амбулаторної картки хворого. Встановлення діагнозу та визначення методу лікування пульпіту з урахуванням клінічного перебігу патології . Етапи лікування гострого, хронічного пульпіту та його загострення. Вибір методу знеболення та знеболюючого засобу. Перша допомога при гострому гнійному пульпіті та при загостренні хронічного пульпіту.",
    "parent_id": "18226",
    "is_final": "1"
  },
  {
    "id": "18646",
    "name": "Т5 Проведення основних методів обстеження пацієнта з періодонтитом (опитування – уточнення скарг, анамнезу захворювання, анамнезу життя;  огляд - зовнішній, огляд переддвер’я порожнини рота, власне порожнини рота, зубних рядів, місця захворювання - огляд причинного зуба – зондування , перкусія, пальпація слизової оболонки порожнини рота в проекції верхівки кореня (визначення провідних симптомів: Лукомського, Кроне, Мармассе, Шмрекера), пальпація регіональних лімфатичних вузлів. Проведення додаткових методів обстеження пацієнта з періодонтитом (термодіагностика, електроодонтодіагностика, рентгендіагностика) , оцінка результатів їх проведення. Інтерпретація рентгенограми. Проведення диференційної діагностики періодонтиту. Заповнення амбулаторної картки хворого. Встановлення діагнозу та визначення методу лікування періодонтиту з урахуванням клінічного перебігу патології. Етапи лікування гострого, хронічного періодонтиту та його загострення. Лікування хронічних форм верхівкового періодонтиту в скорочені терміни. Лікування хронічних форм верхівкового періодонтиту в багатокореневих зубах. Вибір методу знеболення та знеболюючого засобу. Перша допомога при гострому гнійному періодонтиті та при загостренні хронічного періодонтиту.",
    "parent_id": "18226",
    "is_final": "1"
  },
  {
    "id": "18647",
    "name": "Т6 Проведення основних методів обстеження пацієнта з некаріозними ураженнями: гіперестезія, клиновидний дефект, ерозія емалі, хімічний некроз, флюороз зубів - (опитування – уточнення скарг, анамнезу захворювання, анамнезу життя;  огляд - зовнішній, огляд передвер'я порожнини рота, власне порожнини рота, зубних рядів, місця захворювання - огляд причинного зуба – зондування, перкусія, пальпація слизової оболонки порожнини рота в проекції верхівки кореня, пальпація регіональних лімфатичних вузлів. Проведення додаткових методів обстеження пацієнта з некаріозними ураженнями (термодіагностика, електроодонтодіагностика, рентгендіагностика, вітальне фарбування), діагностичних тестів (тест на препарування), оцінка результатів їх проведення. Заповнення амбулаторної картки хворого. Встановлення діагнозу та визначення тактики лікування некаріозних уражень. Етапи лікування некаріозних уражень. Участь у диспансерному спостереженні пацієнтів.",
    "parent_id": "18226",
    "is_final": "1"
  },
  {
    "id": "18648",
    "name": "Т7 Підсумковий модульний контроль 2",
    "parent_id": "18226",
    "is_final": "1"
  }
]