[
  {
    "id": "22849",
    "name": "Модуль",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "18569",
    "name": "Тема 1. Онкозахворюваність. Диспансеризація онкохворих. Профілактика онкозахворювань та фізична терапія та ерготерапія в реабілітації хворих після радикального та паліативного лікування.",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19046",
    "name": "Тема 1. Онкозахворюваність. Диспансеризація онкохворих. Профілактика онкозахворювань та фізична терапія та ерготерапія в реабілітації хворих після радикального та паліативного лікування.",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19047",
    "name": "ТЕМА 2 Методи ерготерапевтичного впливу при неврологічні розладах у пацієнтів з ураженнями ЦНС(метастатичні пухлини або первинний патологічний процес:  терапевтичні вправи з опором (сила та витривалість), на підтримку амплітуди руху, на розвиток/ відновлення гнучкості (розтяг/стретчинг), на розвиток/ відновлення рівноваги, на розвиток/ відновлення координації,  на  розвиток/ відновлення дрібної моторики, тренування рухових навичок та   позиціонування.",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19048",
    "name": "ТЕМА 3 Рак губи, слизової порожнини рота, рак стравоходу і шлунка. Фізична терапія та ерготерапія в аспекті реабілітації пацієнтів",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19049",
    "name": "ТЕМА 4 Тренування  рухових  навичок  та  умінь для пацієнтів з патологією опорно-рухового апарату у післяопераційному періоді  (функціональне тренування,  позиціонування,  масаж, постізометрична релаксація, преформовані фізичні чинники",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19050",
    "name": "ТЕМА 5 Особливості ерготерапії та фізичної терапії для пацієнтів з раком молочної залози, у післяопераційному періоді,  як компонента реабілітації.",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19051",
    "name": "ТЕМА 6  Ерготерапія та фізична терапія для пацієнтів з злоякісною патологією органів дихання",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19052",
    "name": "ТЕМА 7 Фізична терапія та ерготерапія в комплексному підході до лікування пацієнтів з раком сечостатевої системи",
    "parent_id": "18565",
    "is_final": "1"
  },
  {
    "id": "19053",
    "name": "ТЕМА 8 Фізична терапія та ерготерапія в комплексному підході до лікування при пухлинних процесах. Основні методики ерготерапії.",
    "parent_id": "18565",
    "is_final": "1"
  }
]