[
  {
    "id": "21500",
    "name": "T4Засоби та предмети гігієни порожнини рота, показання до застосування залежно від стоматологічного статусу. Індивідуальна та професійна гігієна порожнини ролта: методи та оснащення. Контрольоване чищення зубів. Гігієнічне стоматологічне навчання та виховання дітей в організованих дитячих колективах. Проведення уроку гігієни.",
    "parent_id": "18598",
    "is_final": "1"
  },
  {
    "id": "18599",
    "name": "Т1 Інструктаж з техніки безпеки під час роботи в стоматологічному кабінеті. Структура і організація стоматологічної лікувально-профілактичної допомоги дитячому населенню України. Поняття профілактики стоматологічних захворювань. Ознайомлення з профілактичною роботою лікаря-стоматолога гігієніста. Методи стоматологічного обстеження дитини. Алгоритм стоматологічного обстеження пацієнта. Суб’єктивні і об’єктивні методи діагностики. Запис зубної формули із урахуванням віку дитини.",
    "parent_id": "18598",
    "is_final": "1"
  },
  {
    "id": "18600",
    "name": "Т2 Визначення індексів: карієсу, гігієни порожнини рота (Федорової-Володкіної, Пахомова, Green-Vermillion, Silness-Loe), стану тканин пародонта (COITN, CPI, PMA, PI, проба Писарєва-Шиллера , PBI, SBI). Методика стоматологічного обстеження по ВООЗ. Заповнення карти реєстрації стоматологічного статусу (ВООЗ).",
    "parent_id": "18598",
    "is_final": "1"
  },
  {
    "id": "21779",
    "name": "Т3 Карієсогенна ситуація у порожнині рота. Методи її виявлення та усунення. Вплив на процеси формування, мінералізації і дозрівання емалі з метою профілактики карієсу. Захисні механізми порожнини рота. Мікрофлора порожнини рота, її участь в розвитку основних стоматологічних захворювань. Поверхневі утворення на зубах. Класифікація назубних нашарувань.",
    "parent_id": "18598",
    "is_final": "1"
  },
  {
    "id": "21780",
    "name": "Т5 Ендогенна та екзогенна профілактика карієсу зубів у дітей. Планування, методи проведення. Герметизація фісур зубів.",
    "parent_id": "18598",
    "is_final": "1"
  },
  {
    "id": "21781",
    "name": "Т6 Профілактика захворювань пародонта у дітей. Планування, методи проведення.",
    "parent_id": "18598",
    "is_final": "1"
  }
]