[
  {
    "id": "33807",
    "name": "T5 Основні принципи і методи лікування хворих на туберкульоз легень",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "33851",
    "name": "T6 Стандартні, індивідуальні, емпіричні режими лікування хіміорезистентного туберкульозу. Моніторинг лікування та класифікація побічних явищ, що виникають при лікуванні ЛС-ТБ. Побічні дії препаратів групи АBC",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "1767",
    "name": "М1 Фтизіатрія",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "18614",
    "name": "Т.1 Збудник туберкульозу, будова, метаболізм, мінливість, стійкість у довкіллі. Класифікація. Патогенність і вірулентність мікобактерій.",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "18615",
    "name": "Т.2 Визначення симптомів, що можуть свідчити про туберкульоз. Маршрут пацієнта з кашлем на етапі первинної медичної допомоги. Місце лабораторних методів у виявленні туберкульозу. Мікроскопічна діагностика туберкульозу. Бактеріологічні методи діагностики туберкульозу. Молекулярно-генетична діагностика туберкульозу. Застосування рентгенологічного дослідження в діагностиці туберкульозу. Туберкулінодіагностика.",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "18616",
    "name": "Т.3 Клінічні варіанти перебігу туберкульозу легеневої, позалегеневої, комбінованої локалізації. Легеневі, позалегеневі, комбіновані локалізації туберкульозу. Туберкульоз плеври, лімфатичних вузлів.",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "21580",
    "name": "Т.4 Генералізований (міліарний) туберкульоз. Туберкульоз ЦНС. Туберкульоз у дітей. Вплив масової імунізації проти туберкульозу на патоморфоз туберкульозу в дітей. Перебіг туберкульозу у вакцинованої та невакцинованої дитини.",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "21582",
    "name": "Т.6 Ланцюг передачі інфекції, шляхи його переривання: виявлення, ізоляція, ефективне лікування джерел інфекції, інфекційний контроль, вакцинація БЦЖ, хіміопрофілактика. Інфекційний контроль: адміністративний, інженерний, індивідуальний аспекти. Розподіл потоків хворих, поняття про зони високого, середнього, низького ризику. Респіраторна гігієна. Контроль стану повітря закритих приміщень: природна, штучна вентиляція.",
    "parent_id": "18617",
    "is_final": "1"
  },
  {
    "id": "21583",
    "name": "Т.7 ВІЛ-асоційований туберкульоз: значення проблеми в Україні та світі. Патогенез туберкульозу на тлі ВІЛ-інфекції. Значення туберкульозу як опортуністичної інфекції. Перебіг, діагностика, лікування ко-інфекції ТБ/ВІЛ. Терміни призначення протитуберкульозної і антиретровірусної терапії. Визначення прогнозу захворювання. Синдром відновлення імунної системи у хворих з ВІЛ-інфекцією, його вплив на перебіг туберкульозу. Значення іншої супутньої патології в перебігу туберкульозу: цукровий діабет, пневмоконіози, захворювання нирок, лікування імунодепресантами, фактором некрозу пухлини. Туберкульоз і вагітність. Невідкладні стани в клініці туберкульозу: спонтанний пневмоторакс, легенева кровотеча, анафілактичний шок, бронхоспазм. Діагностика, невідкладна допомога. Обговорення та захист історії хвороби.",
    "parent_id": "18617",
    "is_final": "1"
  }
]