[
  {
    "id": "32010",
    "name": "М1. Військово-медична допомога та медицина надзвичайних ситуацій",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "19011",
    "name": "Т10.1. Основи військово-польової хірургії та військово-польової терапії. Переломи",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18796",
    "name": "Т10.2. Основи військово-польової терапії. Гостра променева хвороба",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "19012",
    "name": "Т10.2. Основи військово-польової терапії. Гостра променева хвороба",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "19013",
    "name": "Т11.1. Основи військової гігієни та епідеміології. Харчування особового складу військ",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "19014",
    "name": "Т11.2. Основи військової епідеміології",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "19015",
    "name": "Т12. Особливості хімічної зброї. Характеристика осередку хімічного зараження. Ураження бойовими отруйними речовинами",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18788",
    "name": "Т2. Принципи організації першої медичної допомоги на догоспітальному етапі. Реанімація, її принципи і методи",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18789",
    "name": "Т3.1. Перша медична допомога при кровотечах",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18791",
    "name": "Т3.1. Перша медична допомога при кровотечах",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18790",
    "name": "Т3.2. Перша медична допомога при закритих і відкритих механічних ураженнях",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18792",
    "name": "Т4. Перша медична допомога при термічних, хімічних ушкодженнях, обмороженнях та електротравмах",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18793",
    "name": "Т5.1. Перша медична допомога при гострих захворюваннях",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18794",
    "name": "Т5.2. Перша медична допомога при гострих отруєннях",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "18795",
    "name": "Т6. Основи організації медичного забезпечення військ",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38093",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 1. \"Організація медичних сил Збройних сил України у воєнний час. Рівні медичної допомоги в прифронтовій зоні. Загальні відомості про обов'язки бойового медика, завдання і структура МПБ і стабілізаційного пункту. Склад медичної аптечки, наплічника бойового медика\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38189",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 15. \"Cтруктура і характер санітарних втрат під час бойових дій. Медичне сортування та медична евакуація в зонах небезпеки та екстремальних ситуаціях. Сортування поранених та хворих за системою START, SALT. Розлади поведінки в людей під час бойових дій і надзвичайних ситуаціях. Бойовий стрес: ознаки, профілактика, домедична допомога\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38094",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 2. \"Технологія первинного та вторинного огляду пораненого. Алгоритм MARCH+PAWS. Особливості медичної допомоги в секторі обстрілу і в зоні укриття\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38103",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 3. \"Особливості уражень різними видами зброї. Вогнепальні поранення, механізм дії кулі. Уражаючі чинники вибуху, їх клінічні наслідки. Поранення судин. Кровотечі їх види, способи зупинки на місці поранення. Геморагічний шок, клініка, рання діагностика\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38104",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 4. \"Невідкладна медична допомога при переломах, травматичній ампутації, вивихах в зоні укриття та на етапах евакуації. Компресійно-розчавлена травма. Особливості допомоги при політравмі на місці події\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38122",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 5. \"Бойова черепно-мозкова та спінальна травма. Невідкладна медична допомога на догоспітальному етапі. Бойова травма тазу: клініка, діагностика, невідкладна медична допомога\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38123",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 6. \"Бойові ушкодження грудної клітки та живота: клініка, діагностика, невідкладна медична допомога в зоні укриття, на етапах евакуації. Травматичний шок. Дія високих та низьких температур. Термічні опіки. Термо-інгаляційна травма, особливості перебігу. Загальне переохолодження та відмороження, траншейна стопа. НМД на догоспітальному етапі\"",
    "parent_id": "18787",
    "is_final": "1"
  },
  {
    "id": "38188",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 7. \"Уражаючі чинники тактичної ядерної зброї, їх клінічні наслідки. Невідкладна медична допомога при радіаційних ураженнях. Аварії на АЕС та ХНО, їх медико-тактичні характеристика. Невідкладна медична допомога та способи деконтамінації на місці події при ураженні сильнодіючими та бойовими отруйними речовинами\"",
    "parent_id": "18787",
    "is_final": "1"
  }
]