[
  {
    "id": "19001",
    "name": "Т1 ПОНЯТТЯ МЕТА ТА ЗАВДАННЯ ФІЗИЧНОЇ ТЕРАПІЇ ТА ЕРГОТЕРАПІЇ В ПЕДІАТРІЇ. ОСНОВИ СОЦІАЛЬНОЇ ТА ПСИХОЛОГІЧНОЇ РЕАБІЛІТАЦІЇ.",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18814",
    "name": "Т10. Особливості хімічної зброї. Характеристика осередку хімічного зараження. Ураження бойовими отруйними речовинами",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18815",
    "name": "Т13. Гігієна харчування особового складу військ",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18816",
    "name": "Т18. Організація екстреної медичної допомоги постраждалим у надзвичайних ситуаціях. Система лікувально-евакуаційного забезпечення населення у надзвичайних ситуаціях",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "22459",
    "name": "Т19. Транспортні катастрофи їх медико-тактична характеристика. Лікувально-евакуаційні заходи в осередку транспортних катастроф",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18817",
    "name": "Т19. Транспортні катастрофи їх медико-тактична характеристика. Лікувально-евакуаційні заходи в осередку транспортних катастроф",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "19002",
    "name": "Т2 ФІЗИЧНА  ТЕРАПІЯ У КОМПЛЕКСНІЙ РЕАБІЛІТАЦІЇ ДІТЕЙ З ПЕРЕНЕСЕНИМИ  ПЕРИНАТАЛЬНИМИ УРАЖЕННЯМИ ЦЕНТРАЛЬНОЇ НЕРВОВОЇ СИСТЕМИ",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "22463",
    "name": "Т20. Аварії на АЕС і радіаційно-небезпечних об’єктах, їх медико-тактична характеристика",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "22464",
    "name": "Т21. Хіміко-технологічні катастрофи. Класифікація сильнодіючих отруйних речовин, симптоми отруєння. Основні лікувально-профілактичні заходи в осередку ураження",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "22462",
    "name": "Т22. Стихійні лиха, їх класифікація і медико-тактичні особливості. Основи організації та проведення аварійно-рятувальних і невідкладних робіт, медична допомога в районах стихійних лих",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "22461",
    "name": "Т23. Екстрена медична допомога при масових ураженнях у мирний та воєнний час. Основні принципи і способи захисту населення при масових ураженнях надзвичайних ситуаціях природного та техногенного характеру",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "22460",
    "name": "Т24. Організація санітарно-гігієнічних і протиепідемічних заходів у НС. Зміст та організація режимно-обмежувальних заходів у епідемічних осередках",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "19003",
    "name": "Т3 ЗАСОБИ ФІЗИЧНОЇ РЕАБІЛІТАЦІЇ ПРИ ЗАХВОРЮВАННЯХ СУГЛОБІВ У ДІТЕЙ",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18808",
    "name": "Т3. Організація надання першої медичної допомоги пораненим на полі бою. Індивідуальні та групові засоби медичного захисту. Медичне оснащення санітара та санітарного інструктора роти",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "19004",
    "name": "Т4 ОСОБЛИВОСТІ ФІЗИЧНОЇ РЕАБІЛІТАЦІЇ ДІТЕЙ ПРИ ГІПО ТА ГІПЕРТЕНЗІЯХ У ДІТЕЙ",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "19005",
    "name": "Т5 КОМПЛЕКС РЕАБІЛІТАЦІЙНИХ ЗАХОДІВ ПРИ УРОГЕНІТАЛЬНІЙ ПАТОЛОГІЇ У ДІТЕЙ",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18809",
    "name": "Т6. Основи організації забезпечення медичним майном і технікою на воєнний час",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18810",
    "name": "Т7.1. Заходи першої медичної допомоги при пораненнях та ураженнях. Кровотечі",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18811",
    "name": "Т7.2. Заходи першої медичної допомоги при пораненнях та ураженнях. . Закриті та відкриті механічні ушкодження",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18812",
    "name": "Т8. Травматичний шок. Синдром тривалого роздавлювання тканин. Термічні опіки, відмороження",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "18813",
    "name": "Т9. Завдання та зміст військово-польової терапії. Характеристика ядерної зброї. Радіаційні ураження",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38048",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 1. \"Організація медичних сил Збройних сил України у воєнний час. Рівні медичної допомоги в прифронтовій зоні. Загальні відомості про обов'язки бойового медика, завдання і структура МПБ і стабілізаційного пункту. Склад медичної аптечки, наплічника бойового медика\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38121",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 10. \"Травматичний шок, його ознаки, невідкладна допомога в зоні укриття. Дія високих та низьких температур. Термічні опіки, термо-інгаляційна травма, особливості їх перебігу. Невідкладна медична допомога  на догоспітальному етапі. Загальне переохолодження та відмороження, невідкладні заходи на місці випадку\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38186",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 11. \"Бойові отруйні речовини, їх класифікація, клінічні прояви ураження, невідкладна медична допомога у вогнищі ураження. Засоби індивідуального захисту\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38187",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 12. \"Техногенні катастрофи - аварії на ХНО. Клінічна класифікація СДОР, симптоми отруєння. Основні лікувально-профілактичні заходи в осередку хімічного ураження. Індивідуальні та колективні засоби захисту\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38049",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 2. \"Технологія первинного та вторинного огляду пораненого. Алгоритм MARCH+PAWS. Особливості медичної допомоги в секторі обстрілу і в зоні укриття\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38050",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 3. \"Розлади свідомості та їх клінічні прояви. Основні відомості про термінальні стани. Класифікація асфіксій. Методи відновлення прохідності верхніх дихальних шляхів.  Основи серцево-легеневої реанімації: технологія ВLS\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38051",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 4. \"Особливості уражень різними видами зброї. Вогнепальні поранення, механізм дії кулі, основні характеристики поранень. Уражаючі чинники вибуху, їх клінічні наслідки. Особливості уражень протипіхотними мінами. Невідкладна медична допомога\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38099",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 5. \"Поранення судин. Кровотечі їх види, способи зупинки на місці поранення. Геморагічний шок, клініка, сучасна тактика допомоги на догоспітальному етапі\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38100",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 6. \"Невідкладна медична допомога при травматичних ампутаціях, переломах, вивихах в зоні укриття та на етапах евакуації. Компресійно-розчавлена травма, невідкладна медична допомога на місці події. Особливості допомоги при політравмі в зоні укриття, на місці випадку\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38101",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 7. \"Бойова черепно-мозкова та спінальна травма. Невідкладна медична допомога в зоні укриття, на етапах евакуації\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38102",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 8. \"Бойові ушкодження грудної клітки і її органів. Невідкладна медична допомога при переломах ребер, напруженому пневмотораксі в зоні укриття\"",
    "parent_id": "18807",
    "is_final": "1"
  },
  {
    "id": "38120",
    "name": "М1 Військово-медична підготовка та екстрена медична допомога. Тема 9. \"Бойова травма живота: клініка, діагностика. Невідкладна медична допомога в зоні укриття, на етапах евакуації. Особливості допомоги та евакуації при травмах тазу\"",
    "parent_id": "18807",
    "is_final": "1"
  }
]