[
  {
    "id": "29067",
    "name": "1. Передопераційна підготовка. Підготовка рук хірурга до операції. Одягання стерильного халату. Підготовка операційного поля. Оперативний доступ та вимоги до нього. Хірургічна операції та хірургічний інструментарій. Асептика та антисептика.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29058",
    "name": "10. Оперативні втручання на паренхіматозних органах черевної порожнини. Спленектомія. Ушивання ран печінки. Холецистектомія. Лапароскопічні операції на печінці та жовчному міхурі: види та показання.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29057",
    "name": "11. Герніотомія. Сучасні методи герніопластики. Будова і класифікація гриж. Лапароскопічні методи герніотомії та герніопластики: види, показання.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29056",
    "name": "12. Хірургічні маніпуляції та оперативні втручання поперекової ділянки. Спинномозкова пункція. Паранефральна блокада. Люмботомія. Класифікація операцій при спинномозкових грижах.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29055",
    "name": "13. Хірургічні маніпуляції та оперативні втручання на нирках і сечоводах. Нефректомія. Шви сечоводів. Класифікація операцій на нирках та сечоводах. Показання та види літотрипсії.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29054",
    "name": "14. Хірургічні маніпуляції та оперативні втручання в ділянці тазу. Зашивання ран сечового міхура. Катетеризція та пункція сечового міхура. Епіцистостомія. Класифікація та основні принципи малоінвазивних операцій на сечовому міхурі та простаті.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29053",
    "name": "15. Хірургічні маніпуляції та оперативні втручання в ділянці промежини. Епізіотомія, перинеотомія. Класифікація та основні принципи малоінвазивних операцій на простаті.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29066",
    "name": "2. Хірургічні маніпуляції та оперативні втручання на кінцівках. Провідникова та місцева анестезія. ПХО ран кінцівок. Рокриття та дренування абсцесів, флегмон, панариціїв. Пункція суглобів, дренуюча артротомія. Принципи роз’єднання та з’єднання тканин. Шовний матеріал.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29065",
    "name": "3. Операції на судинах, нервах, сухожилках. Оперативні доступи до судин та нервів. Перев’язка судин на протязі. Венепункція, венесекція. Судинний шов. Нейрорафія. Шви на сухожилках. Класифікація операцій на судинах. Операції на венах. Мікрохірургічні операції на нервах. Види, переваги та недоліки сухожилкових швів.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29064",
    "name": "4. Хірургічні маніпуляції та оперативні втручання в ділянці голови. ПХО ран голови, трепанація черепа. Антротомія. Класифікація травм голови. Принципи розкриття та дренування флегмон голови.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29063",
    "name": "5. Хірургічні маніпуляції та оперативні втручання в ділянці шиї. ПХО ран шиї. Трахеотомія, трахеотомія, конікотомія. Вагосимпатична блокада. Оперативні втручання на сонних артеріях.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29062",
    "name": "6. Хірургічні маніпуляції та оперативні втручання в ділянці грудей. ПХО ран грудної клітки. Пункція плевральної порожнини. Торакоцентез та дренування плевральної порожнини. Торакотомія, ушивання рани легень. Принципи торакоскопічних операцій. Ушивання ран стравоходу.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29061",
    "name": "7. Хірургічні маніпуляції та оперативні втручання в ділянці серця. ПХО ран. Ендовазальні операції при ішемічній хворобі серця. Стентування та аорто-коронарне шунтування. Оперативні втручання при вроджених та набутих вадах серця.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29060",
    "name": "8. Хірургічні маніпуляції та оперативні втручання в ділянці передньо-бокової стінки живота. Пункція черевної порожнини. Лапароцентез, дренування черевної порожнини. Лапаротомія та ревізія органів черевної порожнини.",
    "parent_id": "19405",
    "is_final": "1"
  },
  {
    "id": "29059",
    "name": "9. Оперативні втручання на порожнистих органах черевної порожнини. Гастротомія, гастрорафія. Ушивання перфоративної виразки шлунку та дванадцятипалої кишки. Ушивання ран тонкої та товстої кишки. Тонко- та товстокишкова інтубація. Апендектомія. Поняття про лапароскопічні операції, їх класифікація.",
    "parent_id": "19405",
    "is_final": "1"
  }
]