[
  {
    "id": "21708",
    "name": "T 17 Онкологічні захворювання та їх зв’язок із екологічними та хімічними особливостями середовища проживання",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21699",
    "name": "T13 Біоритми та їх значення для здоров’я людини. Види біоритмів. Зв’язок між біоритмами і працездатністю людини",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "22728",
    "name": "Т Модульний контроль 1",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23810",
    "name": "Т Модульний контроль 2",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "19435",
    "name": "Т01 М1 Теоретичні засади основ здоров’я та формування мотивації до здорового способу життя",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "19436",
    "name": "Т02 М1 Методи навчання основ здоров’я.",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "19604",
    "name": "Т03 М1 Поняття про здоровий спосіб життя, якість життя, культуру здоров’я та творче мислення людини",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23131",
    "name": "Т03. М2. Шкідливий вплив тютюнопаління. Соціальні (психічні) шкідливі звички і залежності. Профілактика шкідливих звичок і залежностей",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "19605",
    "name": "Т04 М1 Формування культури здоров’я. Формування способу життя. Поняття про стан здоров’я та фактори, що на нього впливають",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23130",
    "name": "Т04 М2. Аспекти психічного, соціального та духовного здоров’я людини. Методи діагностики психічного здоров’я",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23129",
    "name": "Т05 М2. Поняття про психічні захворювання. Основні критерії психічних захворювань. Методи оцінки психічного здоров’я",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23133",
    "name": "Т1 М2. Розповсюдження і вплив хімічних залежностей. Здоровий спосіб життя – життя без алкоголю",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21413",
    "name": "Т10 Діагностика здоров’я за станом самопочуття та функціональними пробами. Біологічний вік. Проби для визначення функціонального стану життєво важливих систем організму",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23124",
    "name": "Т10. М2. Ендокринна система та її участь у забезпеченні фізичного здоров’я людини. Профілактика захворювань ендокринної системи",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21697",
    "name": "Т11 Фізичні та психологічні резерви організму людини як ознаки фізичного здоров’я. Поняття про морфологічні та функціональні резерви організму. Загальне уявлення по старіння. Теорія старіння. Довголіття",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23123",
    "name": "Т11. М2.  Роль дихальної системи у забезпеченні фізичного здоров’я людини. Основні принципи загартовування. Спеціальні загартовуючі процедури",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21696",
    "name": "Т12 Поняття про адаптацію. Адаптація людини як ознака фізичного здоров’я. Механізм адаптації людського організму до навколишнього середовища. Адаптація людини до різних умов життєдіяльності. Методи адаптації",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23122",
    "name": "Т12. М2.  Механізм оздоровлення організму дихальною гімнастикою. Види дихальної гімнастики",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23121",
    "name": "Т13. М2. Серцево-судинна система: загальна характеристика. Регуляція роботи серця. Функції крові",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23120",
    "name": "Т14. М2. Роль серцево-судинної системи в забезпеченні фізичного здоров’я. Профілактика серцево-судинних захворювань",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21698",
    "name": "Т14. Погода та здоров’я людини. Вплив природних факторів на соматичний та психічний стан людини. Метеочутливість",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21700",
    "name": "Т15 Екологія та здоров’я людини. Екологічні фактори середовища, їх вплив на здоров’я людини",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23119",
    "name": "Т15. М2. Передумови і механізми формування синдрому гастроінтестінальної недостатності. Роль системи травлення у фізичному здоров’ї людини. Загальна характеристика травлення",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23117",
    "name": "Т16 . М2.Система виділення та її значення для здоров’я людини. Профілактика захворювань видільної системи. Очищення як засіб оздоровлення. Очищення окремих органів та систем",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21701",
    "name": "Т16 Хімічні фактори середовища, їх вплив на здоров’я людини. Вплив техногенних забруднювачів на організм. Токсичний, тератогенний вплив хімічних факторів зовнішнього середовища",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23118",
    "name": "Т17. М2. залежність здоров’я людини від стану хребта.Опорно-руховий апарат людини як основа фізичного здоров’я",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21703",
    "name": "Т18. Біологічні фактори середовища, їх вплив на здоров’я людини. Біологічне забруднення і здоров’я людини",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23116",
    "name": "Т18. М2. Механізм оздоровчої дії фізичних вправ. Порушення функцій органів опорно-рухового апарату. Профілактика захворювань",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21704",
    "name": "Т19 Вплив їжі на поведінку людини. Формування харчової мотивації. Незбалансована їжа, вживання психічних і хімічних стимуляторів",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23115",
    "name": "Т19. М2. Масаж як засіб оздоровлення. Загальна характеристика масажу. Види масажу",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23132",
    "name": "Т2 М2.Медико-соціальні проблеми шкідливих звичок. Наркотичні, психотропні речовини та прекурсори. Вплив наркотичних речовин на стан здоров’я людини",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21705",
    "name": "Т20 Раціональне харчування. Харчові речовини. Водний та мінеральний обмін. Вітаміни",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21706",
    "name": "Т21 Їжа та характер харчування. Їх вплив на формування здорового індивіда",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21707",
    "name": "Т22. Голодування. Фізичні процеси під час голодування. Голодування як методи оздоровлення. Вегетаріанство. Піст",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "20067",
    "name": "Т5 Методи формування здоров’я орієнтованої поведінки та способу життя. Руховий режим та гіпокінезія. Методи оптимізації рухового режиму",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23128",
    "name": "Т6 М2. Вроджені особливості психіки. Характер та типи психіки.  Набуті в процесі життя особливості психіки",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "20066",
    "name": "Т6. Звички як чинник здоров’я (нездоров’я). Правильні мотиваційні заходи із метою формування корисних звичок.",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "20744",
    "name": "Т7 Поняття про фізичне здоров’я. Визначення індивідуальних показників фізичного здоров’я",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23127",
    "name": "Т7. М2. Спадковість і здоров’я. Профілактика спадкових і вроджених захворювань",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "20745",
    "name": "Т8 Рівень фізичного розвитку як основний показник фізичного здоров’я. Основні принципи формування фізичного здоров’я",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23126",
    "name": "Т8. М2.  Молекулярні та хромосомні основи спадковості. Спадкові хвороби. Епігенетика, як фактори способу впливу на гени",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "23125",
    "name": "Т9. М2. Самовідтворення та статеве дозрівання. Репродуктивне здоров’я. Статева культура як передумова репродуктивного здоров’я. Сексуальна поведінка та контрацептивний вибір",
    "parent_id": "19434",
    "is_final": "1"
  },
  {
    "id": "21414",
    "name": "Т9. Поняття про діагностику здоров’я. Діагностика індивідуального фізичного здоров’я. Діагностика рівня здоров’я за прямими показниками",
    "parent_id": "19434",
    "is_final": "1"
  }
]