[
  {
    "id": "19792",
    "name": "T 1 Реабілітація хворих із захворюваннями щелепно-лицевої ділянки. Мета і завдання. Загальна характеристика реабілітаційних заходів, спрямованих на відновлення функції щелепно-лицевої ділянки",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19793",
    "name": "T 4 Реабілітація пацієнтів із дефектами твердого і м’якого піднебіння та при мікростомії.",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19794",
    "name": "T 5 Реабілітація хворих з пострезекційними протезами після безпосереднього та віддаленого протезування при обширних оперативних втручаннях на щелепах та наявності дефектів кісткової тканини щелепно-лицевої ділянки",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19797",
    "name": "T 6 Особливості реабілітації хворих із неправильно зрослими переломами, несправжніми суглобами і контрактурами. Реабілітація хворих із дефектами обличчя. QuestName:Хворому 38 років, скаржиться на біль у ділянці правої половини н/щ. Біль з'явився після падіння і удару. Об'єктивно: відкриття рота болюче, оклюзійне співвідношення порушене. При пальпації на ділянках відсутніх 44, 45 зубів незначна рухомість відламків. Решта всіх зубів присутня. Стійкі. На рентгенограмі - лінія перелому у ділянці відсутніх 44, 45 зубів. Яку шину для лікування необхідно застосувати в даному випадку:",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19795",
    "name": "T2 Види та об’єм реабілітаційних заходів, які проводять після надання ортопедичної стоматологічної допомоги при ураженнях щелепно-лицевої ділянки. Комплексна реабілітація хворих",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19796",
    "name": "T3 Реабілітація хворих із переломами щелеп. Комплекс заходів.",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "26914",
    "name": "ПМК Реабілітаційні технології в стоматології.",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19799",
    "name": "Т 8 Особливості ортопедичної реабілітації хворих із дефектами зубних рядів і повною відсутністю зубів. Особливості ортопедичної реабілітації пацієнтів із перенесеними соматичними захворюваннями (інсульт, інфаркт міокарда, ДЦП).",
    "parent_id": "19791",
    "is_final": "1"
  },
  {
    "id": "19798",
    "name": "Т7 Особливості ортопедичної реабілітації хворих із дефектами зубних рядів і повною відсутністю зубів за допомогою дентальних імплантатів",
    "parent_id": "19791",
    "is_final": "1"
  }
]