[
  {
    "id": "36481",
    "name": "Т01 Формування культури здорового способу життя. Біоритми",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36482",
    "name": "Т02 Вплив факторів середовища на здоров’я",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36483",
    "name": "Т03 Основні показники фізичного здоров’я. Адаптація людини",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36484",
    "name": "Т04 Роль дихальної системи у забезпеченні фізичного здоров’я людини",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36485",
    "name": "Т05 Роль серцево-судинної системи в забезпеченні фізичного здоров’я",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36486",
    "name": "Т06 Роль системи травлення у фізичному здоров’ї людини",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36487",
    "name": "Т07 Поняття про харчовий статус організму",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36488",
    "name": "Т08 Система виділення, ендокринна система: їх значення для здоров’я людини",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36489",
    "name": "Т09 Репродуктивне здоров’я. Загальне уявлення про старіння",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36490",
    "name": "Т10 Роль опорно-рухової системи у забезпеченні фізичного здоров’я людини",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36491",
    "name": "Т11 Методи діагностики психічного здоров’я",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "36492",
    "name": "Т12 Медико-соціальні проблеми шкідливих звичок",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "19988",
    "name": "T1 Валеологія як наука. Історія розвитку валеології. Залежність стану здоров’я від гомеостазу. Параметри, що формують поняття гомеостазу",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "19989",
    "name": "T2 Залежність стану здоров’я від дихальної системи. Значення газів повітря у забезпеченні функціонування буферних системи організму. Види буферних систем організму",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "6468",
    "name": "Т3 Залежність стану здоров’я від функціонування ССС. Роль артеріального тиску (АТ) у забезпеченні життєдіяльності. Параметри, що формують АТ (водно-сольовий обмін та його регуляція НЕС",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "6469",
    "name": "Т4: Залежність стану здоров’я від травної системи. Склад та роль поживних речовин у побудові організму. Механізм травлення основних органічних речовин (білків, жирів, вуглеводів)",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "6470",
    "name": "Т5 Залежність стану здоров’я від видільної системи організму. Органічний та сольовий склад сечі у здорової людини",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "6471",
    "name": "Т6 Залежність стану здоров’я від діяльності ендокринної та імунної системи. Види пептидів та залоз внутрішньої секреції, що їх синтезують у регуляції діяльності організму. Види імунітету",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "8076",
    "name": "Т7 Залежність стану здоров’я від діяльності ВНС. Роль нейропептидів у регуляції психічного та фізичного здоров’я",
    "parent_id": "19790",
    "is_final": "1"
  },
  {
    "id": "8077",
    "name": "Т8 Залежність стану здоров’я від складу та функцій крові. Терморегуляція, кислотно-лужна рівновага, сольовий склад, білковий склад крові",
    "parent_id": "19790",
    "is_final": "1"
  }
]