[
  {
    "id": "22370",
    "name": "T 5. Фармацевтична опіка пацієнтів з місцевими розладами кровообігу.",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "22371",
    "name": "T 6. Фармацевтична опіка при відпуску безрецептурних ЛП для симп­томатичного лікування та профілактики застуди",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "22915",
    "name": "T 8. Фармацевтична опіка при відпуску безрецептурних лікарських препаратів  для симптоматичного лікування болю голови.",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "22916",
    "name": "T 9. Фармацевтична опіка при відпуску безрецептурних лікарських препаратів для усунення та профілактики вітамінної недостатності.",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "32294",
    "name": "T1. (М3.) Загальні положення фармацевтичної опіки. Фармацевтична опіка за ефективністю терапії у кожного індивідуума. Взаємовідносини фармацевта з іншими професіями й пацієнтом. Практичні функції фармацевта, необхідні для здійснення опіки. Поняття про здійснення опіки. Поняття про генеричну й терапевтичну заміну, якість життя.",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "32278",
    "name": "T2. (М3.) Фармацевтична опіка при симптоматичному лікуванні печії та болю в шлунку. Алгоритм вибору оптимального безрецептурного ЛП, лікарської форми та шляху введення.",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "32295",
    "name": "T3. (М3.) Фармацевтична опіка при симптоматичному лікуванні закрепу, діареї, метеоризму, дисбактеріозу. Алгоритм вибору оптимального безрецептурного ЛП, лікарської форми та шляху введення",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "32244",
    "name": "T4. (М3.) Фармацевтична опіка при симптоматичному лікуванні порушень діяльності нервової системи.",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "34343",
    "name": "М3«Клінічна фармація»",
    "parent_id": "19843",
    "is_final": "1"
  },
  {
    "id": "22369",
    "name": "Т 7. Фармацевтична опіка при симптоматичному лікуванні суглобового та м’язового болю. Алгоритм вибору оптимального безрецептурного ЛП, лікарської форми та шляху введення.",
    "parent_id": "19843",
    "is_final": "1"
  }
]