[
  {
    "id": "2180",
    "name": "Виробнича лікарська практика",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "21506",
    "name": "ВЛП Т1 Структура і організація хірургічної стоматологічної допомоги населенню України. Ознайомлення  з роботою лікаря хірурга-стоматолога.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "21507",
    "name": "ВЛП Т2 Стоматологічний інструментарій, рекомендований для виконання хірургічних маніпуляцій у порожнині рота.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "21508",
    "name": "ВЛП Т3 Показання та протипоказання до оперативного втручання в амбулаторній хірургічній стоматологічній практиці. Методика проведення оперативних втручань.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "21509",
    "name": "ВЛП Т4 Способи тимчасової (транспортної) та постійної  іммобілізації при пошкодженнях кісток обличчя.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "26090",
    "name": "ПМК №3 Онкологія ЩЛД.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "11784",
    "name": "ПМК №4.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20049",
    "name": "Т1 Предмет і завдання військової стоматології.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20061",
    "name": "Т10 Об’єм та порядок надання допомоги щелепно-лицевим пораненим на етапах медичної евакуацїї.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20062",
    "name": "Т11 Термічні ушкодження обличчя в мирний час, в екстремальних умовах, їх наслідки, лікування, профілактика ускладнень, можливості пластичної хірургії.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20050",
    "name": "Т2 Загальна характеристика, клінічний перебіг, діагностика вогнепальних поранень і пошкоджень м’яких тканин, кісток обличчя в мирний час, в екстремальних умовах.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20051",
    "name": "Т3 Супутні ускладнення пошкоджень ЩЛД (кровотеча, асфіксія, шок), їх профілактика.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20052",
    "name": "Т4 Пошкодження м’яких тканин ЩЛД в мирний час, в екстремальних умовах: класифікація, особливості клінічного перебігу, методики хірургічної обробки ран, види швів.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20053",
    "name": "Т5 Пошкодження нижньої щелепи в мирний час, в екстремальних умовах: анатомія пошкоджень, класифікація, клінічний перебіг, діагностика, медична допомога пораненим на місці травми, на етапах медичної евакуації.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20054",
    "name": "Т6 Пошкодження верхньої щелепи в мирний час, в екстремальних умовах: анатомія пошкоджень, класифікація, клінічний перебіг, діагностика, медична допомога пораненим на місці травми, на етапах медичної евакуації.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20058",
    "name": "Т7 Пошкодження вилицевих кісток, кісток носа в мирний час, в екстремальних умовах: класифікация, частота, клініка, діагностика, лікування.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "20059",
    "name": "Т8 Тимчасова (евако-транспортна) імобілізація при пошкодженнях кісток лицевого черепа: вимоги, види, недоліки та переваги.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24500",
    "name": "Тема 1 Класифікація пухлин, етіологія, патогенез, закономірності росту і розвитку доброякісних пухлин.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24488",
    "name": "Тема 10 Доброякісні неодонтогенні пухлини щелеп: диференційна діагностика, принципи і методи лікування, профілактика ускладнень.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24489",
    "name": "Тема 11 Курація хворих із написанням історії хвороби.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24552",
    "name": "Тема 12 Остеогенні пухлиноподібні новоутворення щелеп: етіологія, патогенез, класифікація, гістологічна будова, клініка.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24503",
    "name": "Тема 13 Остеогенні пухлиноподібні новоутворення щелеп: диференційна діагностика, особливості лікування, ускладнення, профілактика.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24504",
    "name": "Тема 14 Доброякісні пухлини і кісти слинних залоз: класифікація, етіологія, гістологічна будова, клініка.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24505",
    "name": "Тема 15 Доброякісні пухлини і кісти слинних залоз: диференційна діагностика, принципи і методи лікування.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24501",
    "name": "Тема 2 Принципи диференційної діагностики та лікування доброякісних пухлин.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24466",
    "name": "Тема 3 Доброякісні пухлини та пухлиноподібні новоутворення м’яких тканин ЩЛД: етіологія, патогенез, класифікація, гістологічна будова.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24470",
    "name": "Тема 4 Доброякісні пухлини та пухлиноподібні новоутворення м’яких тканин ЩЛД:клініка, диференційна діагностика, лікування та профілактика ускладнень.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24475",
    "name": "Тема 5 Одонтогенні кісти щелеп (коренева, фолікулярна, підокісна, парадентальна, ретромолярна тощо): етіологія, патогенез, класифікація, гістологічна будова.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24479",
    "name": "Тема 6 Одонтогенні кісти щелеп (коренева, фолікулярна, підокісна, парадентальна, ретромолярна тощо): клініка, діагностика, лікування, ускладнення, профілактика.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24480",
    "name": "Тема 7 Доброякісні одонтогенні пухлини щелеп [амелобластома (адамантинома), одонтома, цементома]: класифікація, гістологічна будова, клініка.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24481",
    "name": "Тема 8 Доброякісні одонтогенні пухлини щелеп [амелобластома (адамантинома), одонтома, цементома]: диференційна діагностика, принципи і методи лікування, профілактика ускладнень.",
    "parent_id": "2007",
    "is_final": "1"
  },
  {
    "id": "24487",
    "name": "Тема 9 Доброякісні неодонтогенні пухлини щелеп: класифікація, гістологічна будова, клініка.",
    "parent_id": "2007",
    "is_final": "1"
  }
]