[
  {
    "id": "6631",
    "name": "T1 Принципи організації хірургічної стоматології та щелепно-лицевої допомоги населенню. Загальна і спеціальна підготовка хворого до амбулаторної операції та післяопераційного періоду. Наркоз, премедикація, вибір методу знеболення при хірургічних втручаннях в умовах стаціонару. Поліклініки. Аплікаційне та інфільтраційне знеболення тканин щелепно-лицевої ділянки (ЩЛД). Серцево-легенева реанімація.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6640",
    "name": "T10 Приглоткова флегмона. Флегмона дна порожнини рота, язика та шиї, ангіна Жансуля-Людвіга. Ускладнення та їх профілактика. Принципи лікування запальних процесів ЩЛД.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6641",
    "name": "T11 Пухлини слинних залоз. Пластичне усунення слинних нориць. Доброякісні пухлини м’яких тканин. Судинні пухлини і родимі плями. Імунологічна концепція розвитку пухлин.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6642",
    "name": "T12 Білякореневі і фолікулярні кісти щелеп. Одонтома щелепи, епуліди. Діагностика одонтогенних пухлин. Диференціальна діагностика і лікування.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6643",
    "name": "T13 Амелобластома, остеокластома, остеома, остеодисплазія, фіброзна остеодисплазія, еозильнофільна гранульома, гемангіома, фіброма, хондрома. Рентгендіагностика, диф. діагностика, лікування. Кісткова пластика при пухлинах кісток.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6644",
    "name": "T15 Вогнепальні, невогнепальні пошкодження м’яких тканин ЩЛД. Опіки і комбіновані пошкодження. Пластика м’яких тканин. Фізіотерапія в комплексному лікуванні травм ЩЛД.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6645",
    "name": "T16 Вогнепальні та невогнепальні пошкодження кісток лицевого скелета. Рентгендіагностика пошкоджень лицевого скелета. Комплексне лікування пошкоджень щелеп. Регенерація тканин ЩЛД. Пластика післятравматичних пошкоджень обличчя. Трансплантація органів і тканин. Головний комплекс гістосумісності, РТПГ та РГПТ. Основні методи попередження відторгнення  трансплантантів. Хірургічна підготовка порожнини рота до протезування. Пластика альвеолярного паростка щелеп. Стоматологічна імплантація. Хірургічні методи лікування пародонтиту, ускладнень ендодонтичних втручань. Пластика м’яких тканин перед протезуванням.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6646",
    "name": "T17 Пластична, естетична хірургія м'яких тканин і кісток лицьового черепа. Дефекти м'яких тканин та заміщення їх місцевими тканинами, шкірними клаптями, стеблом Філатова. Дефекти, деформації кісток лицевого скелета: діагностика і методи лікування дефектів, деформацій щелеп. Мікрохірургія, пластика обличчя складними составними клаптями. Основи черепно-щелепно-лицевої хірургії, пластика кісток черепа.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6632",
    "name": "T2 Провідникове знеболення верхньої, нижньої щелепи і прилеглих м'яких тканин. Фізіотерапія ускладнень, пов’язаних із знеболенням",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6633",
    "name": "T3 Типове та атипове видалення зубів, ускладнення, їх лікування, зокрема фізіотерапевтичне. Затримані та напівзатримані зуби, ускладнення прорізування зубів. Перикороніт. Рентгендіагностика затриманих зубів.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6634",
    "name": "T4 Хірургічні методи лікування періодонтиту. Гострий  гнійний одонтогенний періостит. Діагностика періодонтиту. Одонтогенний гайморит. Рентгендіагностика та лікування. Пластичне усунення оро-антральних сполучень.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6635",
    "name": "T5 Гострий, хронічний остеомієліт. Рентгендіагностика. Фізіотерапія і комплексне лікування остеомієліту. Актиномікоз, туберкульоз, сифіліс, СНІД",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6636",
    "name": "T6 Артрити та артрози скронево-нижньощелепового суглоба. Анкілози СНЩС. Пластика СНЩС. Контрактури і вивихи нижньої щелепи. Діагностика, хірургічне лікування та фізіотерапевтичне лікування",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6637",
    "name": "T7 Гострий і хронічний неспецифічний сіалоаденіт (некалькульозний і калькульозний). Діагностика сіалоаденітів. Комплексне лікування сіалоаденітів. Сіалози.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6638",
    "name": "T8 Лімфаденіти, аденофлегмони. Абсцеси обличчя, піднебіння, щелепно-язичного жолобка, під’язичної ділянки. Фізіотерапія в лікуванні запальних процесів ЩЛД.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "6639",
    "name": "T9 Флегмони підщелепової, підпідборідної, крило-щелепової ділянок. Флегмона орбіти. Флегмона  виличної, жувальної, привушної ділянок. Флегмони крило-піднебінного простору, підскроневої та скроневої ямки.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "24670",
    "name": "Анкілози скронево-нижньощелепного суглоба(СНЩС):етіологія,патогенез,класифікація,клініка,діагностика,лікування.Досягнення кафедри.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20982",
    "name": "Біологічні засади та методи трансплантації кісткових, хрящових тканин.Принципи і методи імплантації штучних конструкцій. Результати, ускладнення.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20969",
    "name": "Вивихи нижньої щелепи: етіологія, клініка, діагностика, лікування.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20977",
    "name": "Вільна пластика шкірою та слизовою оболонкою. Дефекти шкіри, слизової оболонки, закриття їх вільним клаптем: показання",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "24688",
    "name": "Контрактура нижньої щелепи: етіологія,класифікація,клініка, діагностика, лікування.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "2029",
    "name": "М1 Реконструктивно-відновна хірургія ЩЛД",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "2030",
    "name": "М2 Субординатура",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20971",
    "name": "Набуті дефекти і деформації губ і щік, носа, підборіддя: заміщення дефектів, усунення деформацій місцевими тканинами, зокрема клаптем на ніжці.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20973",
    "name": "Принципи і прийоми планування місцевопластичних операцій, показання, лікування хворих.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20981",
    "name": "Регенерація кісткової тканини щелеп. Остеогенна та остеоіндуктивна терапія.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20978",
    "name": "Розвиток черепно-щелепно-лицевих деформацій, обстеження хворих.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20988",
    "name": "Тема 11 Деформації і дефекти нижньої щелепи.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20989",
    "name": "Тема 12 Деформації і дефекти верхньої щелепи.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20990",
    "name": "Тема 13 Хірургічна підготовка порожнини рота до ортопедичного лікування.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20991",
    "name": "Тема 14 Хірургічний етап стоматологічної імплантації.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20992",
    "name": "Тема 15 Хірургічне лікування пародонтиту: показання, техніка, кістково-заміщуючі матеріали.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20993",
    "name": "Тема 16 Хірургічне лікування больових синдромів: невралгії, невритів ЩЛД.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20994",
    "name": "Тема 17 Післяопераційні деформації верхньої губи, піднебіння: етіологія, патогенез, клініка, методи лікування.",
    "parent_id": "2028",
    "is_final": "1"
  },
  {
    "id": "20976",
    "name": "Філатовське стебло. Показання до використання філатовського стебла. Методи заготовки стебла, міграції, тренування і закриття дефекту.",
    "parent_id": "2028",
    "is_final": "1"
  }
]