[
  {
    "id": "20656",
    "name": "Iнструментарiй для видалення зубiв. Методики видалення зубiв, показання та протипоказання до видалення зубiв, пiдготовка хворого до операцiї.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "6623",
    "name": "Абсцеси та флегмони язика: етіологія, патогенез, клініка, диференційна діагностика, лікування, ускладнення, профілактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20660",
    "name": "Аплiкацiйна, iнфiльтрацiйна анестезії. Ускладнення, їх профiлактика i лiкування. Видалення зубiв пiд аплiкацiйним, iнфiльтрацiйним знеболенням.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "7381",
    "name": "Артрит і артроз скронево-нижньощелепного суглоба (СНЩС): класифікація, клінічний перебіг, діагностика, лікування, ускладнення і профілактика. Синдром больової дисфункції СНЩС. Хірургічна артроскопія СНЩС. Пластика СНЩС та його компонентів.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20664",
    "name": "Внутрiшньоротове знеболення нижньої щелепи: показання, ускладнення, їх лiкування. Видалення зубiв нижньої щелепи.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "6626",
    "name": "Глибокі флегмони ЩЛД: відмінності від поверхневих. Флегмони приглоткового та крилопіднебінно-щелепного просторів: етіологія, патогенез, клініка, диференційна діагностика, лікування, ускладнення, профілактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "7380",
    "name": "Гострий і хронічний одонтогенний гайморит: етіологія, патогенез, класифікація, клініка, диференційна діагностика, профілактика, лікування, ускладнення. Пластичне усунення оро-антрального сполучення.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25333",
    "name": "Гострий одонтогенний остеомiєлiт щелеп: етіологія, патогенез, класифiкацiя. Досягнення  кафедри.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25336",
    "name": "Гострий одонтогенний остеомiєлiт щелеп: клiнiчний перебiг, диференцiйна дiагностика, профiлактика, лiкування (хiрургiчне, медикаментозне, фiзiотерапевтичне тощо), ускладнення. Досягнення кафедри.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "7382",
    "name": "Гострий, хронічний некалькульозний сіалоаденіт: етіологія, класифікація, клініка, діагностика, лікування, попередження ускладнень, профілактика. Пластика протоків слинних залоз.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "7379",
    "name": "Етіологічні та патогенетичні принципи загального і місцевого лікування одонтогенних запальних процесів обличчя та шиї. Накладання вторинних швів, косметичні аспекти.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "28764",
    "name": "Історія створення і організація хірургічної стоматологічної допомоги.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "2032",
    "name": "М1 Пропедевтика хірургічної стоматології",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "2033",
    "name": "М2 Запальні процеси ШЛД.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20658",
    "name": "Мiсцеве потенцiйоване знеболення. Загальне знеболення. Серцево-легенева реанімація.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "28766",
    "name": "Методика обстеження порожнини рота,щелеп,обличчя та шиї.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20659",
    "name": "Місцеві анестетики, їх властивості, побічні дії. Обладнання для місцевого знеболення.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25332",
    "name": "Одонтогенний перiостит щелеп (гострий, хронiчний): клiнiка, дiагностика, лiкування, ускладнення, фiзiотерапiя.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25328",
    "name": "Пiднебiнна анестезiя: показання, можливi ускладнення, їх профiлактика. Видалення зубiв верхньої щелепи.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25331",
    "name": "Перiодонтити: класифiкацiя, клiнiка, профiлактика, хiрургiчнi методи лiкування. Одонтогенна гранульома обличчя: клiнiка, лiкування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20665",
    "name": "Підочноямкова анестезiя: показання, можливi ускладнення, їх профiлактика. Видалення зубiв верхньої щелепи.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "11783",
    "name": "Підсумковий модульний контроль   №2",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20663",
    "name": "Позаротове знеболення нижньої щелепи: показання, ускладнення i їх лiкування. Видалення зубiв нижньої щелепи.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25329",
    "name": "Рiзцева анестезiя: показання, можливi ускладнення, їх профiлактика. Видалення зубiв верхньої щелепи.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "7383",
    "name": "Слинно-кам’яна хвороба (сіалолітіаз): етіологія, патогенез, клініка, диференційна діагностика, лікування, ускладнення та їх попередження. Сіалози: класифікація, клініка, діагностика, профілактика, лікування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25334",
    "name": "Специфiчнi запальнi процеси ЩЛД (актиномікоз, туберкульоз, сифiлiс), СНІД: класифiкацiя, клiнiчний перебiг, діагностика, лiкування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20155",
    "name": "Т.10.Флегмона орбіти: особливості виникнення, локалізація, клінічний перебіг; диференційна діагностика, хірургічні методи лікування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20156",
    "name": "Т.11.Флегмони  підпідборідної, підщелепної ділянки: особливості клінічного перебігу, диференційна діагностика, лікування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20157",
    "name": "Т.12.Флегмони скроневої ділянки.Флегмони виличної ділянки: особливості виникнення, локалізації, клінічного перебігу; диференційна діагностика, хірургічні методи лікування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20158",
    "name": "Т.13.Флегмони щічної, білявушно-жувальної, позащелепної ділянки.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20150",
    "name": "Т.5.Аденофлегмони  ЩЛД: етiологiя, патогенез, дiагностика, клiнiка, лiкування, профiлактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20151",
    "name": "Т.6.Фурункули і карбункули обличчя: класифікація, етiологiя, патогенез, клінічний перебiг, лiкування, ускладнення.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20152",
    "name": "Т.7.Бешиха обличчя, нома, гемодинамічні некрози.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20153",
    "name": "Т.8.Абсцеси піднебіння та підочноямкової ділянки:етіологія, клініка, особливості лікування, профілактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20154",
    "name": "Т.9.Абсцес під’язикового валика та щелепно-язикового жолобка: особливості клінічного перебігу, диференційна діагностика, лікування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20145",
    "name": "Т1.Засвоєння правових норм з оформлення амбулаторної медичної картки пацієнта, хворого на періодонтит, періостит, перикороніт, остеомієліт.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20146",
    "name": "Т2.Флегмони та абсцеси щелепно-лицевої ділянки (ЩЛД): класифікація, етіологія, патогенез, клініка, перебіг, принципи лікування, профілактика ускладнень.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20148",
    "name": "Т3.Запальний процес ЩЛД: етіологія, патогенез, типи клінічних реакцій та особливості перебігу одонтогенних запальних захворювань.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20149",
    "name": "Т4.Лiмфаденiти  ЩЛД: етiологiя, патогенез, дiагностика, клiнiка, лiкування, профiлактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25330",
    "name": "Туберальна  анестезiя: показання, можливi ускладнення, їх профiлактика. Видалення зубiв верхньої щелепи.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "6622",
    "name": "Ускладнення запальних процесів, які виникають від флегмон, що локалізуються навколо верхньої щелепи: сепсис, абсцес мозку, тромбоз печеристого синусу. Ускладнення запальних процесів, які виникають від флегмон, що локалізуються навколо нижньої щелепи: медіастиніти, пневмонії та інші: класифікація, патогенез, особливості клінічного перебігу, діагностика, клініка, лікування, прогноз. Інфекційно-токсичний шок.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20657",
    "name": "Ускладнення пiд час видалення зубів i в пiсляoперацiйному перiодi: клiнiка, дiагностика, лiкування i профiлактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "6625",
    "name": "Флегмона крило-піднебінної ямки: особливості виникнення, локалізація, клінічний перебіг; диференційна діагностика, хірургічні методи лікування. Флегмона підскроневої ямки: особливості виникнення, локалізація, клінічний перебіг; диференційна діагностика, хірургічні методи лікування.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "6624",
    "name": "Флегмони дна порожнини рота та шиї, гнилісно-некротична ангіна Жансуля-Людвіга: етіологія, патогенез, клініка, діагностика, лікування, ускладнення, профілактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20676",
    "name": "Хвороби прорізування зубів. Затриманi та напiвзатриманi зуби. Перикоронiт: клiнiка, дiагностика, лiкування, ускладнення.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "25335",
    "name": "Хронiчний одонтогенний остеомiєлiт щелеп: клiнiка, дiагностика, лiкування, ускладнення, їх профiлактика.",
    "parent_id": "2031",
    "is_final": "1"
  },
  {
    "id": "20675",
    "name": "Центральнi провiдниковi методи знеболення щелеп і прилеглих тканин.",
    "parent_id": "2031",
    "is_final": "1"
  }
]