[
  {
    "id": "16537",
    "name": "T22 Завдання і планування ортопедичних втручань в комплексному лікуванні та профілактиці захворювань пародонту. Травматична оклюзія. Методи діагностики, лікування та профілактики. Шини та шини-протези, класифікація.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "14405",
    "name": "T8 Показання, клінічні та лабораторні етапи виготовлення естетичних реставрацій з використанням безметалевих технологій. Помилки та ускладнення.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15830",
    "name": "ЗМ Бюгельні протези",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15754",
    "name": "ЗМ Вкладки. Штифтові конструкції",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15748",
    "name": "ЗМ Деформації",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15753",
    "name": "ЗМ Захворювання скронево-нижньощелепного суглоба",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15428",
    "name": "ЗМ Імплантація",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15749",
    "name": "ЗМ Коронки",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15750",
    "name": "ЗМ Крок 2 2015",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16109",
    "name": "ЗМ Крок 2 2016",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16539",
    "name": "ЗМ Крок 2 2017",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15831",
    "name": "ЗМ КРОК 2 2018",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15832",
    "name": "ЗМ Крок 2 2019",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19115",
    "name": "ЗМ Крок 2 2020",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15833",
    "name": "ЗМ Матеріалознавство",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15429",
    "name": "ЗМ Мостоподібні протези",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "17000",
    "name": "ЗМ Пародонт",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15751",
    "name": "ЗМ Патологічна стертість зубів",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15752",
    "name": "ЗМ Повні знімні протези",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15430",
    "name": "ЗМ Пропедевтика ортопедичної стоматології",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15834",
    "name": "ЗМ Часткові знімні пластинкові протези",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15835",
    "name": "ЗМ Щелепно-лицеве протезування",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19298",
    "name": "М-6  Т14 Захворювання скронево-нижньощелепового суглобу. Етіологія, клініка, диференційна діагностика, лікування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19300",
    "name": "М-6  Т16. Помилки та ускладнення на клінічних та лабораторних етапах виготовлення ортопедичних конструкцій. Патологічні впливи матеріалів.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19294",
    "name": "М-6 Т10. Незнімні, знімні та умовно-знімні протези з опорою на імплантати",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19295",
    "name": "М-6 Т11 Ортопедичні втручання в комплексному лікуванні хвороб пародонта. Усунення травматичної оклюзії; тимчасове та постійне шинування; конструкції знімних і незнімних шин та шин-протезів",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19297",
    "name": "М-6 Т13 Принципи комплексного обстеження та лікування зубо-щелепних деформацій. Механізми виникнення. Клінічні форми.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "19301",
    "name": "М-6 Т17. Сучасні матеріали для виготовлення конструкцій зубних протезів. Їхні позитивні і негативні властивості",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "2049",
    "name": "Ортопедична стоматологія",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6531",
    "name": "Т1 Діагностичний процес в ортопедичній стоматології. Диференційна діагностика. План обстеження та лікування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "12647",
    "name": "Т1 Сучасні методики обстеження стоматологічних пацієнтів у клініці ортопедичної стоматології",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6897",
    "name": "Т12. Ортопедичні втручання в комплексному лікуванні хвороб пародонта. Усунення травматичної оклюзії; тимчасове та постійне шинування; конструкції знімних і незнімних шин та шин-протезів",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "14957",
    "name": "Т13 Тимчасові незнімні реставрації. Показання, методи виготовлення. Захист вітальних зубів при виготовленні незнімних ортопедичних конструкцій.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6899",
    "name": "Т14. Принципи комплексного обстеження та лікування зубо-щелепних деформацій. Механізми виникнення. Клінічні форми.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15031",
    "name": "Т15 Показання та протипоказання до заміщення дефектів зубного ряду бюгельними протезами з замковим кріпленням. Особливості конструювання, ускладнення.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6900",
    "name": "Т15. Захворювання скронево-нижньощелепового суглобу. Етіологія, клініка, диференційна діагностика, лікування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15032",
    "name": "Т16 Етіологія та патогенез зубощелепних деформацій. Діагностика та клінічні форми. Складання плану лікування. Профілактика.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6901",
    "name": "Т16. Патологічні впливи матеріалів, які застосовуються в ортопедичній стоматології. Диференційна діагностика, лікування та профілактика",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15828",
    "name": "Т17 Етіологія та патогенез зубощелепних деформацій. Діагностика та клінічні форми. Складання плану лікування. Профілактика.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6902",
    "name": "Т17. Помилки та ускладнення на клінічних та лабораторних етапах виготовлення ортопедичних конструкцій.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "15829",
    "name": "Т18 Патологічна стертість твердих тканин зубів. Етіологія, патогенез, клінічні форми. Ортопедичні методи лікування та профілактики.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6903",
    "name": "Т18. Ортопедичні заходи в комплексному лікуванні ушкоджень щелепно-лицевої ділянки в мирний і воєнний час.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16261",
    "name": "Т19 Патологічна стертість твердих тканин зубів. Етіологія, патогенез, клінічні форми. Ортопедичні методи лікування та профілактики.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6904",
    "name": "Т19. Сучасні матеріали для виготовлення конструкцій зубних протезів.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "12648",
    "name": "Т2 Сучасні методики обстеження стоматологічних пацієнтів у клініці ортопедичної стоматології",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6532",
    "name": "Т2.  Функціональні методи дослідження жувального апарату. Відновлення функціональної оклюзії при різних видах протезування",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16262",
    "name": "Т20 Обстеження пацієнтів із захворюваннями пародонту. Аналіз оклюзійних співвідношень, стану кісткової тканини. Методи діагностики.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16538",
    "name": "Т21Обстеження пацієнтів із захворюваннями пародонту. Аналіз оклюзійних співвідношень, стану кісткової тканини. Методи діагностики.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16802",
    "name": "Т23 Завдання і планування ортопедичних втручань в комплексному лікуванні та профілактиці захворювань пародонту. Травматична оклюзія. Методи діагностики, лікування та профілактики. Шини та шини-протези, класифікація.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16803",
    "name": "Т24 Показання, клініко-технологічні етапи виготовлення знімних та незнімних шин. Переваги та недоліки способів шинування. Імедіат протези.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16804",
    "name": "Т25 Показання, клініко-технологічні етапи виготовлення знімних та незнімних шин. Переваги та недоліки способів шинування. Імедіат протези.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "16805",
    "name": "Т26 Етіологія, патогенез, клініка захворювань СНЩС. Складання плану лікування. Ортопедичні методи лікування захворювань СНЩС.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "17001",
    "name": "Т27 Етіологія, патогенез, клініка захворювань СНЩС. Складання плану лікування. Ортопедичні методи лікування захворювань СНЩС",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "17002",
    "name": "Т28 Дентальна імплантація, показання, діагностика і обстеження пацієнта. Планування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "17003",
    "name": "Т29 Методи імплантації. Складові частини імплантату. Клінічні етапи проведення ендоосальної імплантації. Абатменти, види, показання до застосування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "12649",
    "name": "Т3 Об’єм та підготовка порожнини рота перед ортопедичним втручанням. Складання плану лікування стоматологічного хворого",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6533",
    "name": "Т3.  Заміщення дефектів твердих тканин зубів вкладками, куксовими та штифтовими конструкціями. Клініко-лабораторні етапи виготовлення",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "17004",
    "name": "Т30 Техніка отримання відбитків «відкритою» та «закритою» ложкою. Виготовлення робочої моделі.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "12650",
    "name": "Т4 Технологія виготовлення металокерамічних конструкцій",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6534",
    "name": "Т4.  Заміщення дефектів коронкової частини зубів та часткових дефектів зубних рядів незнімними протезами. Клініко-лабораторні етапи виготовлення коронок та мостоподібних протезів (штамповано-паяні, суцільнолиті)",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "13859",
    "name": "Т5 Технологія виготовлення металокерамічних конструкцій.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6890",
    "name": "Т5.  Заміщення часткових дефектів зубних рядів металокерамічними незнімними протезами. Клініко-лабораторні етапи виготовлення",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "13860",
    "name": "Т6 Показання та протипоказання до виготовлення керамічних вінірів. Особливості препарування зубів. Технології виготовлення вінірів. Адгезивна техніка фіксаціії вінірів.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6891",
    "name": "Т6.  Безметалеві технології незнімного протезування. Показання, клінікo-лабораторні етапи виготовлення.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "14406",
    "name": "Т7 Показання, клінічні та лабораторні етапи виготовлення естетичних реставрацій з використанням безметалевих технологій. Помилки та ускладнення.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "6894",
    "name": "Т9. Заміщення часткових дефектів зубних рядів протезами з замковими кріпленнями. Клініко–лабораторні етапи.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31398",
    "name": "Цикл практ підгот Т1 Діагностичний процес в ортопедичній стоматології. Клінічні та функціональні методи обстеження зубощелепної системи",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31399",
    "name": "Цикл практ підгот Т3  Заміщення часткових дефектів зубних рядів металопластмасовими та металокерамічними незнімними протезами. Клініко-лабораторні етапи виготовлення.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31388",
    "name": "Цикл практ підгот. Т10  Патологічна стертість твердих тканин зубів. Етіологія, патогенез, клінічні форми. Ортопедичне лікування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31389",
    "name": "Цикл практ підгот. Т11 Захворювання скронево-нижньощелепового суглобу. Етіологія, клініка, диференційна діагностика, лікування.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31391",
    "name": "Цикл практ підгот. Т12 Ортопедичні заходи в комплексному лікуванні ушкоджень щелепно-лицевої ділянки в мирний і воєнний час",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31392",
    "name": "Цикл практ підгот. Т2  Заміщення дефектів коронкової частини зубів та часткових дефектів зубних рядів незнімними протезами. Клініко-лабораторні етапи виготовлення штифтових конструкцій, коронок, мостоподібних протезів.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31393",
    "name": "Цикл практ підгот. Т4  Безметалеві технології незнімного протезування. Показання, клінікo-лабораторні етапи виготовлення вкладок, вінірів, коронок, мостоподібних протезів",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31394",
    "name": "Цикл практ підгот. Т5  Заміщення часткових дефектів зубних рядів знімними пластинковими протезами. Конструкції, особливості використання.",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31395",
    "name": "Цикл практ підгот. Т6 Заміщення часткових дефектів зубних рядів протезами з замковими кріпленнями. Бюгельні протези. Клініко–лабораторні етапи виготовлення",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31396",
    "name": "Цикл практ підгот. Т7 Клініка, діагностика пацієнтів з повною відсутністю зубів. Повне знімне протезування",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "31397",
    "name": "Цикл практ підгот. Т8 Незнімні, знімні та умовно-знімні протези з опорою на імплантати",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "34289",
    "name": "ЦПП з ортопедичної стоматології",
    "parent_id": "2045",
    "is_final": "1"
  },
  {
    "id": "27089",
    "name": "Підсумковий модульний контроль №6",
    "parent_id": "2045",
    "is_final": "1"
  }
]