[
  {
    "id": "21362",
    "name": "Т10Аномалії окремих зубів, формування зубного ряду, форми зубних рядів. Аномалії прикусу в вертикальній, сагітальній та трансверзальній площинах. Клініка, діагностика, лікування в різні вікові періоди. Особливості ортодонтичного лікування дітей з вродженими вадами розвитку. Помилки та ускладнення під час ортодонтичного лікування. Дефекти окремих зубів та зубних рядів. Особливості дитячого протезування.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21363",
    "name": "Т11 Загальне та місцеве знеболювання у дітей на амбулаторному хірургічному прийомі: види та методи, показання і протипоказання до вибору методу, фармакологічні препарати. Операція видалення зубів у дітей. Показання та протипоказання до видалення тимчасових та постійних зубів, інструментарій. Особливості видалення зубів у дітей із супутніми соматичними захворюваннями. Загальні та місцеві ускладнення під час та після видалення зубів, методи їх лікування та профілактики.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21364",
    "name": "Т12 Гострі та хронічні запальні захворювання щелепно-лицевої ділянки у дітей. Анатомо-фізіологічні особливості перебігу запальних процесів щелепно-лицевої ділянки у дітей. Клініка, діагностика, диференційна діагностика, лікування. Вроджені вади розвитку обличчя. Класифікація, строки та методи хірургічного лікування незрощень верхньої губи та піднебіння. Наслідки лікування, реабілітація, корегуючі операції. Аномалії розвитку слизової оболонки порожнини рота. Методи усунення аномального прикріплення вуздечок губ, язика, мілкого присінку, комплексна реабілітація.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21365",
    "name": "Т13 Пухлини та пухлиноподібні новоутворення м’яких тканин і кісток обличчя у дітей. Особливості клінічного перебігу. Принципи лікування та реабілітації дітей з новоутвореннями щелепно-лицевої ділянки. Травматичні пошкодження зубів, щелеп та м’яких тканин щелепно-лицевої ділянки у дітей. Клініка діагностика, диференційна діагностика, лікування. Первинна хірургічна обробка рани.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21353",
    "name": "Т1Організація стоматологічної допомоги дітям. Заповнення медичної та облікової документації під час прийому дитячого лікаря-стоматолога. Обстеження стоматологічного пацієнта. Визначення індексів карієсу. Визначення стану гігієни порожнини рота за допомогою гігієнічних індексів. Визначення факторів ризику карієсу та захворювань тканин пародонта. Пародонтологічні індекси.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21354",
    "name": "Т2Карієс зубів у дітей. Клініка, діагностика, диференційна діагностика каріозних уражень тимчасових та постійних зубів у дітей. Лікування карієсу тимчасових та постійних зубів у дітей.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21355",
    "name": "Т3Некаріозні ураження зубів у дітей (гіпоплазія, флюороз, спадкові вади розвитку твердих тканин зубів). Клініка, діагностика, диференційна діагностика некаріозних уражень. Вибір методів лікування різних форм некаріозних уражень твердих тканин зубів.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21356",
    "name": "Т4Пульпіти у дітей. Закономірності клінічного перебігу пульпітів  тимчасових та постійних зубів у дітей. Діагностика, диференційна діагностика пульпітів тимчасових та постійних зубів у дітей. Вибір методу лікування пульпітів тимчасових та постійних зубів на різних етапах формування кореня.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21357",
    "name": "Т5Періодонтити у дітей. Клініка, діагностика, диференційна діагностика різних форм періодонтиту тимчасових та постійних зубів у дітей. Закономірності клінічного перебігу періодонтитів у тимчасових та постійних зубах у дітей. Рентгенологічна діагностика. Лікування періодонтитів тимчасових та постійних зубів у дітей.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21358",
    "name": "Т6Захворювання пародонта у дітей. Гінгівіт, пародонтит, пародонтальний синдром. Клініка, діагностика, диференційна діагностика. Основні принципи лікування. Вибір лікарських засобів.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21359",
    "name": "Т7Клініка, діагностика, диференційна діагностика захворювань слизової оболонки порожнини рота і губ у дітей вірусної, бактеріальної, алергічної природи та при соматичних захворюваннях. Основні принципи лікування захворювань слизової оболонки порожнини рота і губ у дітей  (вірусної, бактеріальної, алергічної природи та при соматичних захворюваннях).",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21360",
    "name": "Т8 Організація ортодонтичної допомоги населенню. Профілактики зубощелепних аномалій та деформацій, як складовий комплекс засобів індивідуального та соціально-гігієнічного плану. Визначення основних груп дітей за ризиком виникнення зубощелепних аномалій та деформацій. Особливості характеру та обсягу лікувально-профілактичних заходів. Біомеханіка переміщення зубів в залежності від вибору конструкції апарата. Перебудова тканин пародонту під впливом дії ортодонтичної техніки.",
    "parent_id": "21284",
    "is_final": "1"
  },
  {
    "id": "21361",
    "name": "Т9Етіологія та патогенез зубощелепних аномалій. Виявлення факторів ризику розвитку зубощелепних аномалій. Періоди розвитку дитини. Стан зубощелепно-лицевої системи в різні періоди формування прикусу. Сучасні методи діагностики зубощелепних аномалій. Методи лікування в ортодонтії. Особливості конструювання ортодонтичних апаратів. Особливості лікування ЗЩА в тимчасовому, змінному та постійному прикусі. Лікування ЗЩА незнімними конструкціями. Етапи виготовлення знімних та незнімних ортодонтичних конструкцій.",
    "parent_id": "21284",
    "is_final": "1"
  }
]