[
  {
    "id": "31054",
    "name": "T1 Пульпіт. Етіологія, патогенез, класифікація (Є.М. Гофунг, КМІ (Е.С. Яворська, Л.І.Урбанович, 1964), МКХ-10), їх позитивні якості та недоліки. Поняття зворотних та незворотних форм. Гострий травматичний пульпіт: патоморфологія, клініка, діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31068",
    "name": "T10 Знеболювання при лікування пульпіту: види, показання. Групи анестетиків, механізм дії, порівняльна характеристика щодо ефективності та токсичності. Премедикація: поняття, лікарські речовини, особливості проведення.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31070",
    "name": "T11 Методи лікування пульпіту. Обгрунтування вибору методу лікування пульпи в залежності від форми, перебігу та загального стану пацієнта. Консервативний метод лікування пульпіту: суть, показання до застосування. Етапи лікування. Ефективності та можливі ускладнення.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31067",
    "name": "T12 Вітальний ампутаційний метод лікування пульпіту: суть, показання, етапи проведення. Ефективність методу.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31066",
    "name": "T13 Вітальний екстирпаційний метод лікування пульпіту: суть, показання, етапи проведення.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31065",
    "name": "T14 Девітальна екстирпація пульпи: суть, показання, етапи лікування. Медикаментозні засоби для девіталізації пульпи: показання до застосування, механізм дії, особливості використання. Можливі ускладнення та методи їх усунення. Ефективність методу.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31064",
    "name": "T15 Девітальний ампутаційний та комбінований методи лікування пульпіту: суть, показання до застосування, етапи проведення.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31063",
    "name": "T16 Силери та філери для пломбування кореневих каналів при пульпіті: групи, властивості, показання до застосування. Способи пломбування кореневих каналів при лікуванні пульпіту методом центрального штифта, латеральної конденсації гутаперчі, холодної і теплої вертикальної конденсації гутаперчі. Помилки та ускладнення.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31062",
    "name": "T17 Написання розширеної карти амбулаторного хворого на різні форми пульпіту.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31061",
    "name": "T18 Контроль засвоєння змістового модуля 3.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31053",
    "name": "T2 Гіперемія пульпи та гострий обмежений пульпіт: патоморфологія, клініка, діагностика, диференціальна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31953",
    "name": "T20 Гострий медикаментозний і травматичний верхівковий періодонтит: етіологія, патоморфологія, клініка, діагностика, диференційна діагностика. Гострий серозний періодонтит інфекційного генезу: патоморфологія, клініка, діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31952",
    "name": "T21 Гострий гнійний верхівковий періодонтит: патоморфологія, клініка, діагностика, диференційна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31950",
    "name": "T22 Хронічний фіброзний, гранулюючий, гранулематозний періодонтит: патоморфологія, клініка, діагностика, диференційна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31949",
    "name": "T23 Загострення хронічних форм верхівкового періодонтиту: етіологія, патоморфологія, клініка, діагностика, диференційна діагностика. Клініка верхівкового періодонтиту, ускладненого періоститом.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31948",
    "name": "T24 Рентгенологічна діагностика хронічних форм періодонтиту. Поняття остеосклерозу, остеопорозу, деструкції, деформації, гіперцементозу та ін. Аналіз комп’ютерної томограми ділянки щелепно-лицьової області.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31947",
    "name": "T25 Лікування гострого серозного та гнійного верхівкового періодонтиту інфекційного та неінфекційного (медикаментозного та травматичного) походження. Невідкладна допомога. Послідовність та особливості етапів лікування. Антидот-терапія. Сучасні технології та інструменти для обробки кореневих каналів. Особливості пломбування.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31946",
    "name": "T26 Лікування хронічних форм верхівкового періодонтиту однокореневих та багатокореневих зубів: принцип, послідовність та особливості етапів. Методи впливу на заапікальне вогнище інфекції. Пластичні нетвердіючі лікувальні пасти для тимчасового пломбування кореневих каналів: групи, склад, властивості. Ефективність лікування. Лікування верхівкового періодонтиту в скорочені терміни. Помилки в діагностиці та лікуванні періодонтиту. Причини, способи усунення та профілактики.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31945",
    "name": "T27 Використання фізичних факторів в комплексній терапії пульпіту та періодонтиту (УВЧ-терапія, діатермокоагуляція, внутрішньоканальний улуктрофорез, струми д’Арсонваля, флюктуючий, діадинамічний струми, озоно-, лазеротерапія).",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31944",
    "name": "T28 Написання розширеної карти амбулаторного хворого на різні форми періодонтиту.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31052",
    "name": "T3 Гострий дифузний пульпіт: патоморфологія, клініка, діагностика, диференціальна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31051",
    "name": "T4 Гострий гнійний пульпіт: патоморфологія, клініка, діагностика, диференціальна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31050",
    "name": "T5 Хронічний фіброзний пульпіт: патоморфологія, клініка, діагностика, диференціальна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31049",
    "name": "T6 Хронічний гіпертрофічний пульпіт: патоморфологія, клініка, діагностика, диференційна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31048",
    "name": "T7 Хронічний гангрензный пульпіт: патоморфологія, клініка, діагностика, диференційна діагностика",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31047",
    "name": "T8 Методи лікування пульпіту. Обгрунтування вибору методу лікування пульпи в залежності від форми, перебігу та загального стану пацієнта. Консервативний метод лікування пульпіту: суть, показання до застосування. Етапи лікування. Ефективності та можливі ускладнення.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "31069",
    "name": "T9 Загострення хронічного пульпіту: патоморфологія, клініка, діагностика, диференційна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "2459",
    "name": "М 2 «Захворювання ендодонта (пульпіт та періодонтит). Етіологія, патогенез. Класифікація. Клініка, діагностика, лікування та профілактика\"",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "2695",
    "name": "Практика 3 курс",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28518",
    "name": "Т 10 Карієс зуба. Визначення поняття. Статистичні показники карієсу. Класифікація карієсу. Поняття структурної та функціональної резистентності твердих тканин зуба. Сучасні уявлення про етіологію і патогенез карієсу.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28519",
    "name": "Т 11 Гострий і хронічний початковий карієс (у стадії плями). Патоморфологія, клініка, діагностика, диференціальна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28523",
    "name": "Т 12 Лікування гострого та хронічного початкового карієсу. Медикаментозні засоби: групи, властивості, особливості використання. Методики проведення ремінералізуючої терапії.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28524",
    "name": "Т 13 Гострий та хронічний поверхневий карієс: патоморфологія, клініка, діагностика, диференціальна діагностика, лікування.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28525",
    "name": "Т 14 Гострий і хронічний середній карієс: патоморфологія, клініка, діагностика, диференціальна діагностика, лікування.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28517",
    "name": "Т 15 Гострий і хронічний глибокий карієс: патоморфологія, клініка, діагностика, внутрішньо- та позасиндромна  диференціальна діагностика.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28515",
    "name": "Т 16 Односеансний та двохсеансний методи лікування гострого глибокого карієсу. Лікувальні прокладки: групи, властивості, методики використання. Лікування хронічного глибокого карієсу. Написання розширеної картки амбулаторного хворого",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28514",
    "name": "Т 17 Квітучий (множинний) карієс: причини розвитку, патоморфологія, клініка, діагностика. Лікування: загальне та місцеве. Лікувальні засоби: групи, дозування, способи  використання.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28516",
    "name": "Т 18 Профілактика карієсу. Значення індивідуальної та суспільної профілактики. Засоби профілактики. Організація профілактики карієсу зубів у осіб декретованих груп населення. Оцінка ефективності.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28511",
    "name": "Т 19 Некаріозні ураження зубів. Класифікація В.К. Патрикєєва. Патоморфологія, клініка та діагностика некаріозних уражень, що виникають до прорізування зубів: гіпоплазія, гіперплазія, ендемічний флюороз, аномалії розвитку зубів. Лікування.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28512",
    "name": "Т 20 Патоморфологія, клініка, діагностика та лікування некаріозних уражень, що виникають після прорізування зубів: ерозія емалі, клиноподібний дефект, підвищена стертість, некроз твердих тканин зуба. Травма зубів. Гіперестезія твердих тканин зубів. Сучасні десенситайзери: групи, склад, властивості, методики використання.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28513",
    "name": "Т 21 Помилки та ускладнення в діагностиці та лікуванні карієсу. Вторинний карієс депульпованих та недепульпованих зубів: причина, клініка, діагностика, лікування, профілактика. Використання фізичних методів для лікування і профілактики карієсу та некаріозних уражень зубів. Написання розширеної картки амбулаторного хворого.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28510",
    "name": "Т 22 Підсумковий контроль модуля 1.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28521",
    "name": "Т 8 Гігієна порожнини рота та її значення в комплексній профілактиці захворювань органів порожнини рота і організму в цілому. Мікробна біоплівка. Механізм утворення. Структура, властивості, склад мікрофлори Методи індикації мікробної біоплівки: фарбування, ГІ за Green-Vermillion, індекс ефективності гігієни порожнини рота (Podshadley, Haley). Хімічний контроль біоплівки.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28522",
    "name": "Т 9 Способи видалення зубних відкладень: ручний, апаратні (звуковий, ультразвуковий), повітряно-абразивний, комбінований. Алгоритм професійної гігієни порожнини рота.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "32333",
    "name": "Т3 Клінічні методи обстеження, їх значення для діагностики захворювань порожнини рота: огляд (зовнішній, обличчя пацієнта, присінка, власне порожнини рота, зубних рядів.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "32334",
    "name": "Т4 Обстеження місця захворювання (Locus morbi): огляд ураженого зуба, зондування, перкусія, пальпація.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "32335",
    "name": "Т5 Допоміжні методи обстеження хворого: термодіагностика, електроодонтодіагностика, карієс маркування: методика проведення, інтерпретація результатів.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "32336",
    "name": "Т6 Рентгенологічна, люмінесцентна та трансілюмінаційна діагностика, комп’ютерна томографія: показання, особливості проведення. Діагностичні тести: з анестезією та на препарування. Методика визначення тригерних зон та обстеження місць виходу периферичних гілок трійчастого нерва. Лабораторні методи обстеження стоматологічного пацієнта. Інтерпретація результатів аналізів ротової рідини, крові, сечі тощо.",
    "parent_id": "2181",
    "is_final": "1"
  },
  {
    "id": "28520",
    "name": "Т7 Медична документація терапевтичного прийому ( форми № 043/о, № 037/о,  № 039-2/о ) згідно наказу МОЗ № 110 від 14.02.12 р.: правила заповнення, оформлення направлень на додаткові дослідження тощо. Медична карта стоматологічного хворого – медичний, науковий та юридичний документ.",
    "parent_id": "2181",
    "is_final": "1"
  }
]