[
  {
    "id": "23741",
    "name": "T17 Антимікробні лікарські засоби. Молекулярні механізми дії антибіотиків, антисептиків на бактеріальну клітину. Методи вивчення чутливості бактерій до антибіотиків, антисептиків.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23029",
    "name": "T7 Некультурабельні форми мікроорганізмів, їх роль у виникненні інфекцій. Способи виявлення.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23785",
    "name": "Модуль (клінічна мікробіологія)",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "22076",
    "name": "Т1-2. Вступ до клінічної мікробіології.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23381",
    "name": "Т10 Особливості патогенезу і мікробіологічної діагностики вірусних інфекцій. Противірусний імунітет. Принципи хіміотерапії вірусних інфекцій. Пріонові захворювання.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23436",
    "name": "Т11 Епідеміологія – наука про епідемічний процес і закономірності його розвитку",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23412",
    "name": "Т12 Мікробіоценози здорових та патологічно змінених біотопів тіла людини. Дизбактеріоз (дисмікробіоценоз): умови виникнення, класифікація. Методи діагностики дисбіотичних станів. Екологічні підходи до лікування.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23413",
    "name": "Т13 Опортуністичні інфекції. Етіологічна структура. Госпітальні штами та ековари умовно-патогенних мікробів. Умови виникнення опортуністичних інфекцій та їх особливості",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23439",
    "name": "Т14 Опортуністичні мікози: кандидоз, аспергильоз, криптококоз. Сучасні протигрибкові препарати.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23653",
    "name": "Т15 Госпітальні інфекції. Етіологічна структура. Наукове обгрунтування протиепідемічних заходів при виникненні госпітальних інфекцій.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23682",
    "name": "Т16 Бактеріємія і сепсис. Патогенез сепсису. Ендотоксичний шок і ДВЗ синдром. QuestName:Вкажіть критерії постановки діагнозу «сепсис»:",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23777",
    "name": "Т18 Стійкість мікроорганізмів до антибіотиків, антисептиків та механізми стійкості. Шляхи подолання стійкості. Принципи раціональної антибіотикотерапії.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "22416",
    "name": "Т3 Критерії ідентифікації мікробних культур.Сучасні поживні середовища для вирощування бактерій. Тест- системи для визначення ферментативної активності мікроорганізмів",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "22417",
    "name": "Т4 Генетичні методи дослідження мікроорганізмів в клінічній мікробіології. Рестрикційний аналіз. Виявлення генів вірулентності та резистентності до протимікробних препаратів. Принцип і суть полімеразної ланцюгової реакції",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "22579",
    "name": "Т5 Фактори вірулентності бактерій. Мікробні токсини. Генетичний контроль вірулентності.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "22723",
    "name": "Т6 Мікробні біоплівки та їх роль у розвитку опортуністичних інфекцій.",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "23024",
    "name": "Т8 Фактори неспецифічного протиінфекційного захисту організму. Фізіологічні бар’єри. Запалення і інфекційний процес. Принципи протизапальної терапії",
    "parent_id": "22075",
    "is_final": "1"
  },
  {
    "id": "22971",
    "name": "Т9 Бактеріофаги, їх практичне використання у медицині.",
    "parent_id": "22075",
    "is_final": "1"
  }
]