[
  {
    "id": "18679",
    "name": "T1 Щелепно-лицева ортопедія. Мета і завдання. Класифікація переломів щелеп.Механізм зміщення уламків при переломах щелеп. Клінічні ознаки при різних видах переломів.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "7948",
    "name": "T10 Ортопедичне лікування при обширних оперативних втручаннях на щелепах. Пострезекційні протези. Безпосереднє та віддалене протезування.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "8254",
    "name": "T11 Ектопротези та протези–обтуратори: матеріали та методи їх виготовлення, способи фіксації. Отримання маски обличчя (демонстрація в клініці)",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "8255",
    "name": "T12 Організація надання військової ортопедичної допомоги у мирний і воєнний час",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "18680",
    "name": "T2 Щелепно-лицева ортопедія. Мета і завдання. Класифікація переломів щелеп. Механізм зміщення уламків при переломах щелеп. Клінічні ознаки при різних видах переломів.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "7946",
    "name": "T7 Об’єм спеціалізованої ортопедичної допомоги пораненим з переломами щелеп. Шини лабораторного виготовлення (шини Вебера, Ванкевич, Лімберга, Гунінга-Порта). Використання ортопедичних засобів при остеопластиці та пластиці м’яких тканин щелепно лицевої ділянки (формуючі та фіксуючі апарати).",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "7947",
    "name": "T8 Етіологія, клініка і ортопедичне лікування переломів, які неправильно зрослися. Причини утворення несправжнього суглобу, клініка і ортопедичні методи лікування. Етіологія, клініка контрактур нижньої щелепи, їх класифікація. Профілактика контрактур та ортопедичні методи їх лікування.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "7949",
    "name": "T9 Етіологія, клініка і ортопедичне лікування дефектів твердого і м’якого піднебіння. Обтуратори. Клініко-лабораторні етапи виготовлення обтураторів. Мікростомія. Етіологія, клініка. Особливості протезування при мікростомії.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "31240",
    "name": "М 4 T 3 Класифікація переломів щелеп. Клінічні ознаки при переломах верхньої щелепи. Особливості вогнепальних уражень щелепно-лицевої ділянки.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "31239",
    "name": "М 4 Т 4 Класифікація переломів щелеп. Клінічні ознаки та механізм зміщення відламків при переломах нижньої щелепи. Особливості вогнепальних уражень.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "23448",
    "name": "М 4 Щелепно-лицеве протезування",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "17382",
    "name": "Повне знімне протезування ПМК 3",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "2687",
    "name": "Практика 4 Курс",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "20224",
    "name": "Т 5 Лігатурне зв’язування зубів, показання, протипоказання. Лікування переломів щелеп без зміщення відломків за допомогою гнутих дротяних шин. Можливі помилки та ускладнення. Етіологія, клініка та ортопедичне лікування переломів щелеп зі стійким зміщенням відломків.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "20225",
    "name": "Т 6 Об’єм спеціалізованої ортопедичної допомоги пораненим з передломами щелеп. Шини лабораторного виготовлення (шини Вебера, Ванкевич, Лімберга, Гунінга-Порта). Використання ортопедичних засобів при остеопластиці та пластиці м’яких тканин щелепно-лицевої ділянки (формуючі та фіксуючі апарати).",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "12643",
    "name": "Т1 Обстеження ротової порожнини пацієнта з повною відсутністю зубів",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "15642",
    "name": "Т10 Види штучних зубів. Методи їх постановки",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "16259",
    "name": "Т11 Перевірка конструкції повного знімного протезу",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "16260",
    "name": "Т12 Лабораторні етапи виготовлення повних знімних протезів. Кінцеве моделювання воскової репродукції протеза. Заміна воску на пластмасу",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "17032",
    "name": "Т13 Лабораторні етапи виготовлення повних знімних протезів. Кінцеве моделювання воскової репродукції протеза. Заміна воску на пластмасу",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "9798",
    "name": "Т13 Сучасні технології виготовлення естетичних вкладок.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "9799",
    "name": "Т14 Сучасні технології виготовлення штучних естетичних коронок (металокерамічних, металопластмасових, безметалева кераміка).",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "17033",
    "name": "Т14 Фіксація повних знімних протезів. Адаптація до протезів. Корекція повних знімних протезів. Полагодження протезів.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "17034",
    "name": "Т15 Вплив базисів пластинкових протезів на тканини порожнини рота. Ускладнення, які виникають при користуванні знімними протезами та методи їх усунення.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "10755",
    "name": "Т15 Сучасні технології виготовлення естетичних коронок (металокерамічних, металопластмасових, безметалева кераміка).",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "10756",
    "name": "Т16 Ускладнення та помилки при протезуванні штучними коронками і мостоподібними протезами та методи їх усунення",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "12644",
    "name": "Т2 Отримання анатомічних відбитків з беззубої верхньої і нижньої щелеп для виготовлення індивідуальних ложок",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "12645",
    "name": "Т3 Виготовлення індивідуальних ложок на верхню та нижню щелепи. Припасування жорстких індивідуальних ложок",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "12646",
    "name": "Т4 Отримання функціональних відбитків з верхньої та нижньої беззубих щелеп. Анатомічне обґрунтування побудови меж повних знімних протезів",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "14282",
    "name": "Т5 Методи визначення міжальвеолярної висоти та фіксації центрального співвідношення щелеп при дефектах зубних рядів IV групи.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "14283",
    "name": "Т6 Помилки при фіксації центрального співвідношення щелеп, ознаки, їх усунення.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "15628",
    "name": "Т7 Біомеханіка рухів нижньої щелепи. Фактори оклюзії",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "15629",
    "name": "Т8 Теорії артикуляції, основні положення. Принципи роботи з артикулятором при протезуванні пацієнтів з повною відсутністю зубів.",
    "parent_id": "2243",
    "is_final": "1"
  },
  {
    "id": "15641",
    "name": "Т9 Види штучних зубів. Методи їх постановки",
    "parent_id": "2243",
    "is_final": "1"
  }
]