[
  {
    "id": "31593",
    "name": "№12. ХАРАКТЕРИСТИКА ШВІВ НА ПЕЧІНКУ ТА НИРКИ, ТЕХНІКА НАКЛАДАННЯ ШВІВ НА СЕРЦЕ, ПЕЧІНКУ ТА НИРКИ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31594",
    "name": "№13. УШИВАННЯ ВЕЛИКОЇ РАНИ: ВИКОНАННЯ ПОСЛАБЛЮЮЧИХ РОЗРІЗІВ, ШАХОВИХ РОЗРІЗІВ ПОБЛИЗУ РАНИ, МЕТОДУ ЗУСТРІЧНИХ ТРИКУТНИХ КЛАПТІВ ЗА ЛІМБЕРГОМ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31595",
    "name": "№14. ФОРМУВАННЯ СТЕБЛА ЗА ФІЛАТОВИМ, ТА УШИВАННЯ РАНИ З НЕОДНАКОВИМИ КРАЯМИ МЕТОДОМ ПОЛОВИНОК.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31413",
    "name": "№7 УШИВАННЯ РІЗНИХ ТКАНИН: СУХОЖИЛКА, ПЕРИФЕРИЧНОГО НЕРВА, ВЕНИ, АРТЕРІЇ, КІСТКИ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31463",
    "name": "№8. КЛАСИФІКАЦІЯ ТА ВИМОГИ ДО СУДИННИХ ШВІВ. УШИВАННЯ АРТЕРІЇ І ВЕНИ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31464",
    "name": "№9. ХАРАКТЕРИСТИКА ШВІВ НА СТРАВОХІД ТА СЕЧОВІД. НАКЛАДАННЯ ШВІВ НА ЯЗИК, СТРАВОХІД, СЕЧОВІД, СЕЧОВИЙ МІХУР.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31162",
    "name": "T-1. ПІДГОТОВКА ІНСТРУМЕНТАЛЬНОГО СТОЛИКА. ПРАВИЛА ПОДАЧІ ТА КОРИСТУВАННЯ ІНСТРУМЕНТАМИ ПІДГОТОВКА ГОЛКОТРИМАЧА ДО РОБОТИ.ВИДИ РОЗТАШУВАННЯ ГОЛКИ ТА СПОСОБИ ВВЕДЕННЯ ЛІГАТУРИ У ВУШКО.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31527",
    "name": "T-10. КЛАСИФІКАЦІЯ ТА ВИМОГИ ДО КИШКОВИХ ШВІВ, НАКЛАДАННЯ ШВІВ НА КИШЕЧНИК.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31528",
    "name": "T-11. ОСОБЛИВОСТІ НАКЛАДАННЯ ШВІВ НА ОРГАНИ ДИХАЛЬНОЇ СИСТЕМИ, ТЕХНІКА УШИВАННЯ ТРАХЕЙ, БРОНХІВ, ЛЕГЕНЬ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31188",
    "name": "T-2. ВИМОГИ ДО ВУЗЛІВ, ЩО ЗАСТОСОВУЮТЬСЯ В ХІРУРГІЇ. ЗАВ’ЯЗУВАННЯ ВУЗЛІВ. СПОСОБИ УТВОРЕННЯ ПЕТЕЛЬ. ПЕТЛІ МОРСЬКОГО ТА КОМБІНОВАНИХ ВУЗЛІВ. СПОСОБИ ЗАВЯЗУВАННЯ ВУЗЛІВ: РУЧНИМ ТА ІНСТРУМЕНТАЛЬНИМ СПОСОБАМИ. НАКЛАДАННЯ ВУЗЛОВИХ ТА БЕЗПЕРЕРВНИХ ШВІВ. КОМБІНАЦІЇ ШВІВ, НАЙБІЛЬШ ВЖИВАНИХ В ХІРУРГІЇ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31189",
    "name": "T-3. ВЗАЄМОДІЯ ОПЕРАЦІЙНОЇ СЕСТРИ, ХІРУРГА ТА САНІТАРКИ ПІД ЧАС ОПЕРАЦІЇ. ОДЯГАННЯ СТЕРИЛЬНОЇ БІЛИЗНИ ТА РУКАВИЧОК. ОБРОБКА ШКІРИ ЗА ФІЛОНЧИКОВИМ ТА ОБКЛАДАННЯ ОПЕРАЦІЙНОГО ПОЛЯ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31348",
    "name": "T-4. Місцеве знеболення. Провідникова анестезія на кінцівках. Місцева анестезія методом повзучого інфільтрату.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31347",
    "name": "T-5. Техніка ПОШАРОВОГО роз’єднання тканин ТА ЗУПИНКА КРОВОТЕЧІ В РАНІ, ПОШАРОВЕ З’ЄДНАННЯ ТКАНИН: УШИВАННЯ М’ЯЗІВ, АПОНЕВРОЗУ, ФАСЦІЇ ТА ШКІРИ.",
    "parent_id": "2249",
    "is_final": "1"
  },
  {
    "id": "31346",
    "name": "T-6. ВИКОНАННЯ ПЕРВИННОЇ ХІРУРГІЧНОЇ ОБРОБКИ РАНИ. ВИДАЛЕННЯ СТОРОННІХ ТІЛ. ВИСІЧЕННЯ КРАЇВ РАНИ, ЗУПИНКА КРОВОТЕЧІ ТА УШИВАННЯ РАНИ",
    "parent_id": "2249",
    "is_final": "1"
  }
]