[
  {
    "id": "30010",
    "name": "12. Розрізи при гнійно-запальних процесах лиця.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "29918",
    "name": "№ 11 Первинна-хірургічна обробка щелепо-лицевих ран.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2303",
    "name": "№ 3: Накладання вузлових та безперервних швів. Комбінації швів, найбільш часто вживаних в хірургії. Одягання стерильної білизни та рукавичок. Взаємодія операційної сестри, хірурга та санітарки під час операції.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2256",
    "name": "№1 ЗАВЯЗУВАННЯ ВУЗЛІВ. ВИМОГИ ДО ВУЗЛІВ, ЩО ЗАСТОСОВУЮТЬСЯ В ХІРУРГІЇ. СПОСОБИ УТВОРЕННЯ ПЕТЕЛЬ. ПЕТЛІ МОРСЬКОГО ТА КОМБІНОВАНИХ ВУЗЛІВ. СПОСОБИ ЗАВЯЗУВАННЯ ВУЗЛІВ: РУЧНИМ ТА ІНСТРУМЕНТАЛЬНИМ СПОСОБАМИ.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2439",
    "name": "№10 УШИВАННЯ ВЕЛИКОЇ РАНИ: ВИКОНАННЯ ПОСЛАБЛЮЮЧИХ РОЗРІЗІВ, ШАХОВИХ РОЗРІЗІВ ПОБЛИЗУ РАНИ, МЕТОДУ ЗУСТРІЧНИХ ТРИКУТНИХ КЛАПТІВ ЗА ЛІМБЕРГОМ, ФОРМУВАННЯ СТЕБЛА ЗА ФІЛАТОВИМ, ТА РАНИ З НЕОДНАКОВИМИ КРАЯМИ МЕТОДОМ ПОЛОВИНОК.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "30006",
    "name": "№13. Первинна-хірургічна обробка ран шиї. перев’язка судин шиї.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "30007",
    "name": "№14. Операції при гнійних процесах на шиї.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "30008",
    "name": "№15 Роз’єднання і з’єднання тканин, зупинка кровотечі з рани в стерильних умовах.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2257",
    "name": "№2 ПІДГОТОВКА ІНСТРУМЕНТАЛЬНОГО СТОЛИКА. ПРАВИЛА ПОДАЧІ ТА КОРИСТУВАННЯ ІНСТРУМЕНТАМИ ПІДГОТОВКА ГОЛКОТРИМАЧА ДО РОБОТИ.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2325",
    "name": "№4 ТЕХНІКА РОЗ’ЄДНАННЯ ТКАНИН. ОБРОБКА ШКІРИ ЗА ФІЛОНЧИКОВИМ ТА ОБКЛАДАННЯ ОПЕРАЦІЙНОГО ПОЛЯ.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2327",
    "name": "№5 ПОШАРОВЕ З'ЄДНАННЯ ТКАНИН: УШИВАННЯ М'ЯЗІВ, АПОНЕВРОЗУ, ФАСЦІЇ ТА ШКІРИ.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2383",
    "name": "№6 ВИКОНАННЯ ПЕРВИННОЇ ХІРУРГІЧНОЇ ОБРОБКИ РАНИ. ВИДАЛЕННЯ СТОРОННІХ ТІЛ. ВИСІЧЕННЯ КРАЇВ РАНИ, ЗУПИНКА КРОВОТЕЧІ ТА УШИВАННЯ РАНИ",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2388",
    "name": "№7 УШИВАННЯ РІЗНИХ ТКАНИН: СУХОЖИЛКА, ПЕРИФЕРИЧНОГО НЕРВА, ВЕНИ, АРТЕРІЇ, КІСТКИ.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2400",
    "name": "№8 НАКЛАДАННЯ ШВІВ НА ВНУТРІШНІ ОРГАНИ: ЯЗИК, СТРАВОХІД, КИШКУ, СЕЧОВІД, СЕЧОВИЙ МІХУР.",
    "parent_id": "2255",
    "is_final": "1"
  },
  {
    "id": "2401",
    "name": "№9 НАКЛАДАННЯ ШВІВ НА ВНУТРІШНІ ОРГАНИ:  ЛЕГЕНЮ,  ТРАХЕЮ ТА БРОНХИ, СЕРЦЕ,  ПЕЧІНКУ ТА НИРКИ.",
    "parent_id": "2255",
    "is_final": "1"
  }
]