[
  {
    "id": "6132",
    "name": "1.Структура поліклініки (амбулаторії, відділення) сімейної медицини. Робота сімейної м/с у денному стаціонарі ведення медичної та м/с документації.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "6133",
    "name": "2.Організація та ведення домашнього стаціонару.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "2498",
    "name": "Медсестринство у сімейній медицині 4 курс після 9 класу",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "18010",
    "name": "Т1 Особливості м/с процесу та надання невідкладної долікарсько\\ї допомоги при інфекційних захворюваннях.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "12817",
    "name": "Т1 Структура поліклініки (амбулаторії, відділення) сімейної медицини. Робота сімейної медсестри у денному стаціонарі, ведення медичної та медсестринської документації.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "15916",
    "name": "Т10 Участь сімейної медсестри у профілактиці рахіту, анемії, дистрофії у немовлят.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "15917",
    "name": "Т11 Роль медсестринського процесу у роботі сімейної медсестри.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "15918",
    "name": "Т12 Надання невідкладної долікарської допомоги при стенозуючому ларинготрахеїті, гострій дихальній недостатності, кровохарканні,  легеневій кровотечі, нападі бронхіальної астми.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "16953",
    "name": "Т13 Методика надання невідкладної допомоги при зупинці кровообігу, серцевій астмі, нападі стенокардії, інфаркті міокарду.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "16954",
    "name": "Т14 Методика надання невідкладної допомоги при анафілактичному та травматичному шоці, непритомності і колапсі.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "16951",
    "name": "Т15 Медсестринський підхід до вирішення проблем пацієнта з гострим животом.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "16952",
    "name": "Т16 Надання невідкладної долікарської допомоги при жовчній кольці, шлунковій та кишковій кровотечі.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "16955",
    "name": "Т17 Зріз практичних навичок.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "18011",
    "name": "Т2 Імунопрофілактика. Планування профілактичних щеплень населення дільниці.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "12818",
    "name": "Т2 Організація та ведення домашнього стаціонару.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "18012",
    "name": "Т3 Особливості спостереження за пацієнтами різного віку з АГ в амбулаторних умовах.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "13775",
    "name": "Т3 Профілактика як основа сімейної медицини.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "18013",
    "name": "Т4 Методика надання невідкладної долікарської допомоги при гіпертонічному кризі, еклампсії, зупинці серця.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "13776",
    "name": "Т4 Участь сімейної медсестри в організації та проведенні диспансеризації населення.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "15915",
    "name": "Т9 Проведення патронажних візитів до новонароджених немовлят.",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39110",
    "name": "T1«Місце сімейної медицини в загальній структурі ОЗ. Стан та перспективи впровадження сімейної медицини в Україні»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39119",
    "name": "T10\"Геронтологія як наука. Проблеми пацієнтів похилого віку. Паліативна та хоспісна допомога\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39120",
    "name": "T11 «Організація профілактичних щеплень. Календар профілактичних щеплень в Україні»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39121",
    "name": "T12 «Характер та клінічні форми ускладнень профілактичних щеплень, тактика медсестри, методи надання невідкладної та планової медичної допомоги»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39122",
    "name": "T13 «Участь медсестри ЗПСМ у профілактиці рахіту дітей раннього віку. Антенатальна та постнатальна профілактика рахіту»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39111",
    "name": "T2 \"Концепція первинного медико-санітарного забезпеченнянаселення. Принципи сімейного обслуговування населення\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39112",
    "name": "T3 \"Основи інформаційного забезпечення поліклініки, амбулаторії\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39138",
    "name": "T30\"Гепатит. Епідеміологія. Основні причини вірусного гепатиту A і B. Роль сімейної медсестри в ранній діагностиці та профілактиці. Диспансерне спостереження. Протиепідемічні заходи в осередку інфекції.\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39139",
    "name": "T31\"Біль у животі: основні причини. Принципи організації надання невідкладної допомоги при гострому животі (печінковій коліці, перфоративній виразці, гострій кишковій непрохідності, гострому холециститі і панкреатиті, шлунково-кишкових кровотечах).\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39113",
    "name": "T4 \"Ведення медичної облікової документації в закладах первинної медичної допомоги. Основні показники роботи на дільниці, складання статистичного звіту\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39114",
    "name": "T5 \"Положення про медичну сестру сімейної амбулаторії, функціональні обов’язки. Організація роботи медсестри ЗПСМ на дільниці на амбулаторному прийомі\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39115",
    "name": "T6 \"Денний стаціонар, домашні стаціонари, організація роботи. Сумка сімейної медсестри для відвідування вдома\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39116",
    "name": "T7 \"Медична етика та деонтологія в роботі сімейної медсестри. Моральні та правові відносини\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39117",
    "name": "T8 \"Роль сімейної медсестри в профілактичній роботі на дільниці. Гігієнічне виховання дітей та підлітків\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39118",
    "name": "T9 \"Спостереження за дітьми раннього віку. Протиепідемічна робота на дільниці\"",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39123",
    "name": "Т14 «Участь медсестри ЗПСМ у профілактиці гіпотрофій  дітей раннього віку. Антенатальна та постнатальна профілактика гіпотрофії»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39124",
    "name": "Т15 «Проведення суб’єктивного та об’єктивного обстеження пацієнтів при підозрі на патологію внутрішніх органів»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39125",
    "name": "Т16 «Участь медсестри ЗПСМ у проведенні диспансеризації та реабілітаційних заходів при захворюваннях внутрішніх органів. Заповнення відповідної документації»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39126",
    "name": "Т17 «Підготовка пацієнта до лабораторних досліджень, крові і сечі та інструментальних методів дослідження (рентгенологічних, ендоскопічних, ультразвукових). Визначення рівня глікемії за допомогою тест-смужок глюкометра, глікемічного профілю, толерантності до глюкози, рівня глюкозурії.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39127",
    "name": "Т18 «Методики проведення ЕКГ та спірометрії. Значення цих методів у діагностиці захворювань.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39128",
    "name": "Т19«Лихоманка. Визначення, причини, класифікація. Гіпертермічний синдром. Методи обстеження. Невідкладна допомога на догоспітальному етапі при гіпертермічному синдромі, фебрильних судомах»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39129",
    "name": "Т20«Найпоширініші інфекційні хвороби на дільниці. Тактика сімейної медсестри, протиепідемічні заходи.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39130",
    "name": "Т21 «Найчастіші причини звернення пацієнтів до сімейного лікаря з патологією дихальних шляхів (ГРВІ, риніти, тонзиліти). Тактика медсестри ЗПСМ»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39131",
    "name": "Т22«Методи обстеження пацієнтів при бронхітах, БА, ХОЗЛ. Тактика медсестри ЗПСМ»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39132",
    "name": "Т23 «Туберкульоз легень. Класифікація. Диспансерне спостереження за хворими на туберкульоз. Профілактика туберкульозу»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39133",
    "name": "Т24 «Гіпертонічна хвороба. Роль медсестри ЗПСМ у спостереженні за хворими на АГ в амбулаторних умовах»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39134",
    "name": "Т25 «Гіпертонічні кризи. Опрацювання невідкладної допомоги при гіпертензивних кризах, еклампсії.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39144",
    "name": "Т26 «Ішемічна хвороба серця, аритмії, міокардит, перикардит. Медсестринська тактика»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39135",
    "name": "Т27 «Гострий коронарний синдром, невідкладна допомога»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39136",
    "name": "Т28 «Серцево-легенева реанімація, техніка проведення»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39137",
    "name": "Т29 «Захворювання ШКТ, закрепи, діарея. Тактика медсестри»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39140",
    "name": "Т32«Цукровий діабет: методи активного виявлення, вікові аспекти. Невідкладна допомога при комах у хворих на цукровий діабет.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39141",
    "name": "Т33«Захворювання щитоподібної залози. Гіпер або гіпотиреоз: причини, класифікація. Підготовка до інструментальних і лабораторних обстежень.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39142",
    "name": "Т34 «Суглобовий синдром. Основні причини. Патологічні стани, які супроводжуються болем у суглобах. Деформуючий артроз, подагра, ревматоїдний артрит. Методи обстеження пацієнта.»",
    "parent_id": "2268",
    "is_final": "1"
  },
  {
    "id": "39143",
    "name": "Т35 «Захворювання нирок. Патологічні стани які супроводжуються набряками. Диференціальна діагностика захворювань які супроводжуються сечовим, нефритичним та нефротичним синдромами».",
    "parent_id": "2268",
    "is_final": "1"
  }
]