[
  {
    "id": "23743",
    "name": "T8 Організація роботи оптової фармацевтичної фірми та аптечного складу у світовій фармацевтичній практиці. Належна практика дистрибуції (Good Distribution Practice – GDP)",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23804",
    "name": "T9 Організація зовнішньоторговельної діяльності аптечних (фармацевтичних) підприємств. Умови поставки згідно з міжнародними правилами ІНКОТЕРМС.",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23519",
    "name": "Класифікація наркотичних засобів, психотропних речовин та прекурсорів за кордоном. Регулювання та контроль обігу контрольованих речовин на міжнародному рівні.",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23358",
    "name": "Організація діяльності аптек як закладів охорони здоров’я згідно з вимогами належної аптечної практики (GPP) за кордоном",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23359",
    "name": "Організація діяльності аптек як закладів охорони здоров’я згідно з вимогами належної аптечної практики (GPP) за кордоном",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23617",
    "name": "Організація роботи аптеки з товарними запасами. Належна практика закупівель (Good Pharmaceutical Procurement Practice – GPPP). Належна практика зберігання (Good Storage Practice – GSP)",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23357",
    "name": "Організація роботи рецептурно-виробничого відділу",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23538",
    "name": "Організація системи забезпечення якості ліків та фармацевтичних товарів у світовій практиці",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23360",
    "name": "Основні принципи організації фармацевтичного забезпечення населення за кордоном. Національна лікарська політика на міжнародному рівні",
    "parent_id": "23364",
    "is_final": "1"
  },
  {
    "id": "23825",
    "name": "Підсумковий модульний контроль «Організація фармацевтичної справи за кордоном»",
    "parent_id": "23364",
    "is_final": "1"
  }
]