[
  {
    "id": "2361",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ1 №1-2 Основні принципи фітотерапії. Правила складання рецептури зборів і чаїв, їх аналіз. Стандартизація, види АНД та ЛРС, збори ЛРС, фітозасоби. Отруйні і сильнодіючі рослини в фітотерапії. Діагностика отруйних домішок у фітозасобах. Принципи надання допомоги при отруєннях рослинами.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2371",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ10 №15-16 Лікарські рослини і фітотерапія в офтальмології. Лікарські рослини і фітотерапія в стоматології.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2372",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ11 №17 Лікарські рослини і фітотерапія в дерматології та медичній косметології.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2373",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ12 №18 Лікарські рослини і фітотерапія в акушерстві та гінекології.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2374",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ13 №19 Лікарські рослини і фітотерапія в педіатрії.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2375",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ14 №20-21 Основи дієтотерапії. Фітотерапевтичні властивості харчових, сільськогосподарських, технічних, пряно-ароматичних рослин. Основи і принципи ароматерапії: об'єкти, способи, методи застосування.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2376",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ15 №22–23 Лікарські рослини і фітотерапія в онкології. Лікарські рослини і фітотерапія в профілактиці і лікуванні променевої хвороби.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2377",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ16 №24 Спеціальна фітотерапія. Лікарські рослини і фітотерапія гіпо- та авітамінозів. Макро- і мікроелементи, їх роль у життєдіяльності людини. ЛР як джерело мікроелементів.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2363",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ2 №3-4 Біологічно активні речовини лікарських рослин. Взаємозв'язок між хімічним складом і фармакологічною дією ЛРС. Лікарські форми з рослинної сировини та їх технологія.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2364",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ3 №5-6 Принципи формування фітокомпозицій. Фітозасоби загальної дії. Загальні принципи застосування фітотерапії. Показання та протипоказання до включення фітозасобів у комплексне лікування хворих різного профілю.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2365",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ4 №7 Загальна фітотерапія. Способи використання фітозасобів.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2366",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ5 №8 Лікарські рослини і сировина, які впливають на імунітет. ЛРС і фітотерапія алергічних захворювань.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2367",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ6 №9–10 Фітотерапія неврозів та захворювань серцево-судинної системи. Лікарські рослини і фітотерапія кровоносної та лімфатичної системи.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2368",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ7 №11 Фітотерапія захворювань органів дихання та ЛОР – органів.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2369",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ8 №12 Фітотерапія захворювань шлунково – кишкового тракту, печінки і жовчних шляхів.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2370",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія ЗМ9 №13-14 Лікарські рослини і фітотерапія захворювань нирок і сечовидільних шляхів. Лікарські рослини і фітотерапія ендокринних і обмінних захворювань.",
    "parent_id": "2340",
    "is_final": "1"
  },
  {
    "id": "2362",
    "name": "ДФ Спеціалізація Лікарські рослини і фітотерапія М1 №25 Підсумковий модульний контроль. Основи практичної фітотерапії, що засновані на ознайомленні з ЛР та ЛРС, вивчення їх морфолого-анатомічних ознак, принципів складання зборів та чаїв, особливостей приготування з них лікарських форм та особливостей використання при різноманітних захворюваннях.",
    "parent_id": "2340",
    "is_final": "1"
  }
]