[
  {
    "id": "31769",
    "name": " ПМК II  Клінічна фармація в гастроентерології, гепатології, гематології, ендокринології, алергології",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "22920",
    "name": "T 8.  Клінічна фармація в алергології. Симптоми і синдроми при гострих алергозах. Клінічна фармакологія лікарських препаратів, що використовуються при алергозах. Лікарська хвороба.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "32260",
    "name": "T1. (М1.) Вступ до клінічної фармації. Основні поняття та визначення клінічної фармації. Взаємодія ЛП при комбінованому фармація застосуванні. Клінічні прояви взаємодії ЛП. Комбіновані ЛП, їх переваги та недоліки.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30664",
    "name": "T1. (М2.) Особливості професійної діяльності провізора, клінічного провізора за умов надзвичайних ситуацій та воєнного стану.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30678",
    "name": "T10. (М2.) Клінічна фармація в алергології. Симптоми і синдроми при гострих алергозах.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30679",
    "name": "T11. (М2.) Клінічна фармакологія лікарських препаратів, що використовуються при алергозах. Лікарська хвороба.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30680",
    "name": "T12. (М2.) Гострі отруєння та невідкладні стани в ендокринології та алергології.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "32263",
    "name": "T2. (М1.) Клінічна фармація в кардіології. Симптоми і синдроми при основних захворюваннях серцево-судинної системи. Клінічна фармакологія ЛП, які використовуються для лікування гіпертонічної хвороби. Комбіновані ЛП.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30666",
    "name": "T2. (М2.) Клінічна фармація в гастроентерології. Симптоми та синдроми при захворюваннях ШКТ і підшлункової залози.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "32262",
    "name": "T3. (М1.) Клінічна фармакологія ЛП, які використовуються для лікування атеросклерозу та ішемічної хвороби серця.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30667",
    "name": "T3. (М2.) Клінічна фармакологія лікарських середників, які використовуються для лікування кислотозалежних станів та зовнішньосекреторної недостатності підшлункової залози.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "32264",
    "name": "T4. (М1.) : Клінічна фармакологія ЛП, які використовуються для лікування хронічної серцевої недостатності",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30668",
    "name": "T4. (М2.) Клінічна фармація в гепатології. Симптоми і синдроми при захворюваннях гепатобіліарної системи.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "32265",
    "name": "T5. (М1.) Клінічна фармація в ревматології. Симптоми і синдроми при основних системних захворюваннях сполучної тканини та обмінно-дистрофічних захворюваннях суглобів. Клінічна фармакологія стероїдних, нестероїдних та базисних протизапальних ЛП і засобів, які пригнічують проліферацію сполучної тканини, коректорів метаболізму сполучної тканини, препаратів урикозуричної дії, засобів, які впливають на структуру та мінералізацію кісткової тканини.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30669",
    "name": "T5. (М2.) Клінічна фармакологія ЛП, які використовуються для лікування захворювань гепатобіліарної системи: холециститів, хронічних гепатитів.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "29899",
    "name": "T6. (М1.) Клінічна фармація в ревматології. Симптоми і синдроми при основних системних захворюваннях сполучної тканини та обмінно-дистрофічних захворюваннях суглобів. Клінічна фармакологія стероїдних, нестероїдних та базисних протизапальних ЛП і засобів, які пригнічують проліферацію сполучної тканини, коректорів метаболізму сполучної тканини, препаратів урикозуричної дії, засобів, які впливають на структуру та мінералізацію кісткової тканини.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30670",
    "name": "T6. (М2.) Клінічна фармакологія ЛП, які використовуються для лікування захворювань гепатобіліарної системи: цирозу печінки, комплексної терапії печінкової  недостатності.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "29900",
    "name": "T7. (М1.) Клінічна фармація в пульмонології. Симптоми і синдроми при основних захворюваннях органів дихання. Клінічна фармакологія антибактеріальних ЛП, які застосовуються для лікування захворювань органів дихання. Клінічна фармакологія ЛП, які застосовуються для лікування обструктивних захворювань органів дихання.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30671",
    "name": "T7. (М2.) Клінічна фармація в гематології. Симптоми і синдроми при основних захворюваннях системи крові. Клінічна фармакологія препаратів заліза та інших антианемічних ЛП.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30672",
    "name": "T8. (М2.) Клінічна фармація в ендокринології. Симптоми і синдроми при основних захворюваннях ендокринної системи.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "35803",
    "name": "T9. (М1.) Клінічна фармація в нефрології. Симптоми і синдроми при основних захворюваннях сечовидільної системи. Клінічна фармакологія ЛП, які застосовуються для лікування інфекційних та імунозапальних захворювань сечовидільної системи.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "30673",
    "name": "T9. (М2.) Клінічна фармація в ендокринології. Клінічна фармакологія ЛП, які застосовуються для лікування гіперглікемічних та тиреоїдзалежних станів.",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "29904",
    "name": "ПМК І",
    "parent_id": "23939",
    "is_final": "1"
  },
  {
    "id": "22919",
    "name": "T 9. Гострі отруєння та невідкладні стани в ендокринології та алергології..",
    "parent_id": "23939",
    "is_final": "1"
  }
]