[
  {
    "id": "29293",
    "name": "1. Будова та організація роботи операційного блоку. Підготовка до операції. Особливості оперативних втручань на лабораторних тваринах. Принципи асептики та антисептики. Визначення та види загального та місцевого знеболення.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29284",
    "name": "10. Резекція шлунка. Ентеро- та колоностомія. Формування ентеро-ентеро анастомозів. Хірургічна анатомія порожнистих органів черевної порожнини.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29283",
    "name": "11. Клиновидна та крайова резекція печінки. Холецистектомія. Хірургічна анатомія печінки та жовчного міхура.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29282",
    "name": "12. Оперативні втручання в ділянці підшлункової залози і селезінки. Резекція підшлункової залози. Спленектомія. Хірургічна анатомія підшлункової залози і селезінки.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29281",
    "name": "13. Нефректомія, пієлостомія. Пластика сечоводів. Дренування заочеревинного простору. Хірургічна анатомія поперекової ділянки, клітковинних просторів та органів за очеревинного простору.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29280",
    "name": "14. Ампутація матки. Видалення маткової труби. Дренування клітковинних просторів тазу. Хірургічна анатомія клітковинних просторів та органів за тазу.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29279",
    "name": "15. Вільна пластика. Пластика місцевими тканинами. Пластичні операції.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29292",
    "name": "2. Остеотомія, резекція кісток. Остеосинтез. Остеопластика. Артротомія, резекція суглобу. Хірургічна анатомія верхніх кінцівок.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29291",
    "name": "3. Ампутації та екзартикуляції. Хірургічна анатомія нижніх кінцівок.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29290",
    "name": "4. Трепанація черепа, антротомія. Хірургічна анатомія мозкового та лицевого відділів голови.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29289",
    "name": "5. Резекція щитовидної залози, струмектомія. Езофаготомія, езофагоррафія. Хірургічна анатомія передньої ділянки шиї.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29288",
    "name": "6. Трахеотомія, трахеостомія, коніко-та крикотомія. Топографія анатомія органів шиї.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29287",
    "name": "7. Резекція легень. Пластика стравоходу. Хірургічна анатомія грудної стінки, органів грудної порожнини.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29286",
    "name": "8. Стентування, аорто-коронарне шунтування. Дренування середостіння. Хірургічна анатомія середостіння.",
    "parent_id": "2456",
    "is_final": "1"
  },
  {
    "id": "29285",
    "name": "9. Герніотомія та герніопластика.  Дренування черевної порожнини при перитонітах. Хірургічна анатомія передньо-бокової стінки живота, пахового та стегнового каналів. Сумки, канали та кишені черевної порожнини.",
    "parent_id": "2456",
    "is_final": "1"
  }
]