[
  {
    "id": "28611",
    "name": "Паліативна медицина. №1.Завдання та організація паліативної та хоспісної допомоги, онкохворим в амбулаторних та стаціонарних умовах. Етичні, психосоціальні, релігійні і культурні проблеми паліативної допомоги . Забезпечення якості життя хворих.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28612",
    "name": "Паліативна медицина. №2.Організаційні аспекти допомоги хворим при больовому синдромі. Формування хронічного больового синдрому. Діагностика і класифікація болю, фармакологічні засоби і методи знеболення. Організація знеболення в амбулаторних умовах.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28609",
    "name": "Паліативна медицина. №5 Лікування синдрому стиснення верхньої порожнистої вени. Паранеопластичні синдроми в онкології.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28615",
    "name": "Паліативна медицина. №6. Організаційні аспекти діагностики та методів паліативного медикаментозного та хірургічного лікування пухлин та розладів сечовивідної системи.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28610",
    "name": "Паліативна медицина. №7 Паліативна допомога та симптоматичне лікування при раку простати та раку яєчка.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28608",
    "name": "Паліативна медицина. №8 Паліативна допомога та симптоматичне лікування при раку простати та раку яєчка.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "24975",
    "name": "Паліативна медицина. ПМК",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28613",
    "name": "Паліативна медицина.№3.Розлади травної системи, які вимагають паліативного медикаментозного лікування: нудота, блювота, діарея, закрепи, Методи корекції розладів травної системи. Розлади травної системи, які вимагають паліативного хірургічного лікування непрохідності,перфорації,жовтяниці.Методи стентування стравоходу. Догляд за стомами.",
    "parent_id": "24958",
    "is_final": "1"
  },
  {
    "id": "28614",
    "name": "Паліативна медицина.№4.Структура організаційного компоненту щодо діагностики,паліативних, медикаментозних та хірургічних методів корекції розладів дихання: кашлю, задишки, гідро- та пневмотораксу, гідроперикардуу онкохворих.",
    "parent_id": "24958",
    "is_final": "1"
  }
]