[
  {
    "id": "28628",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 1. \"Медичні сили Збройних сил України, їх організація та завдання в умовах сучасної високотехнологічної війни. Основні відомості про медичне забезпечення механізованої бригади в бою і обороні. Способи оцінки стану пораненого (хворого), та огляд потерпілих\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "29163",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 10. \"БОР, їх класифікація, характеристика уражень, невідкладна медична допомога потерпілим, профілактика уражень. Поняття про ХНО, ураження СДОР, невідкладна медична допомога \"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "29201",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 11. \"Тактична та стратегічна ядерна зброя, її характеристики, уражаючі фактори, їх найближчі та віддалені наслідки. Аварії на АЕС. Невідкладні заходи в зоні радіаційного впливу\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "29203",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 12. \"Лікувально-евакуаційне забезпечення в осередках бойових дій, вогневого контакту. Способи сортування поранених на догоспітальному етапі в жовтій зоні. Поняття про бойовий стрес\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "28630",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 3. \"Епідеміологія та особливості вогнепальних поранень і мінно-вибухових травм. Невідкладна медична допомога\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "28689",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 4. \"Поранення судин. Кровотечі їх види. Геморагічний шок. Невідкладна медична допомога на етапах евакуації.  Компресійно-розчавлена травма\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "28690",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 5. \"Бойові травми грудної клітки: відкриті, закриті, їх симптоматика і невідкладна медична допомога на етапах евакуації. Травми живота і тазу, їх діагностика. Невідкладна медична допомога на етапах евакуації\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "28966",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 6. \"Вогнепальні та мінно-вибухові ушкодження голови, шиї і хребта. Невідкладна медична допомога на етапах евакуації. Бойова травма тазу: клініка, діагностика, невідкладна медична допомога\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "29049",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 8. \"Невідкладна медична допомога при гострих терапевтичних станах: стенокардії, ГКС і гіпертонічному кризі та їх ускладненнях, на догоспітальному етапі (медичній роті)\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "29093",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 9. \"Невідкладна медична допомога при гострих розладах мозкового кровообігу, ТЕЛА. Невідкладні медичні заходи при анафілаксії\"",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "28629",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби\". Тема 2. \"Термінальні стани. Серцево-легенева реанімація та невідкладна медична допомога в осередках бойових дій\".",
    "parent_id": "25082",
    "is_final": "1"
  },
  {
    "id": "28969",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 7. \"Шок при травмі, їх клінічна характеристика. Бойова термічна травма. Діагностика тяжкості опіків. Термо-інгаляційні ураження під час бойових дій. Невідкладна медична допомога в зоні укриття, на етапах евакуації. Дія низьких температур\"",
    "parent_id": "25082",
    "is_final": "1"
  }
]