[
  {
    "id": "27591",
    "name": "М1. ВК \"Загальновійськова підготовка\"",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27173",
    "name": "Т1. Основи організації лікувально-евакуаційного забезпечення військ",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27164",
    "name": "Т10. Особливості хімічної зброї. Характеристика осередку хімічного зараження. Ураження бойовими отруйними речовинами",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27269",
    "name": "Т12. Гігієна розташування та пересування військ, особливості гігієни військовослужбовців спеціальних родів військ",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27165",
    "name": "Т13. Гігієна харчування особового складу військ",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27270",
    "name": "Т17. Протиепідемічний захист військ в умовах застосування ворогом бактеріологічної зброї",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27168",
    "name": "Т18. Організація екстреної медичної допомоги постраждалим у надзвичайних ситуаціях. Система лікувально-евакуаційного забезпечення населення у надзвичайних ситуаціях",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27169",
    "name": "Т19. Транспортні катастрофи їх медико-тактична характеристика. Лікувально-евакуаційні заходи в осередку транспортних аварій і катастроф",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27160",
    "name": "Т2. Організація надання домедичної допомоги пораненим на полі бою. Індивідуальні та групові засоби медичного захисту. Медичне оснащення санітара та старшого бойового медика роти",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27167",
    "name": "Т20. Аварії на АЕС і радіаційно небезпечних об’єктах, їх медико-тактична характеристика",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27170",
    "name": "Т21. Хіміко-технологічні катастрофи. Класифікація сильнодіючих отруйних речовин, симптоми отруєння. Основні лікувально-профілактичні заходи в осередку хімічного ураження",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27171",
    "name": "Т24. Організація санітарно-гігієнічних і протиепідемічних заходів у надзвичайних ситуаціях. Зміст та організація режимно-обмежувальних заходів у епідемічних осередках",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27161",
    "name": "Т4. Заходи домедичної та екстреної допомоги при пораненнях та ураженнях",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27162",
    "name": "Т8. Травматичний шок. Синдром тривалого розчавлення тканин. Термічні опіки, відмороження",
    "parent_id": "26018",
    "is_final": "1"
  },
  {
    "id": "27163",
    "name": "Т9. Ядерна зброя, її  характеристика та уражаючі чинники. Радіаційні ураження",
    "parent_id": "26018",
    "is_final": "1"
  }
]