[
  {
    "id": "2693",
    "name": "Практика 4 курс",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32115",
    "name": "Т1 Будова та функції пародонта. Основні патологічні зміни при ураженні тканин пародонта.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32106",
    "name": "Т10 Етіологія і патогенез дистрофічно-запальних та дистрофічних хвороб пародонта. Роль місцевих та загальних хвороботворних факторів. Наукові внески вітчизняних вчених, колективу кафедри у дослідженні етіології і патогенезу хвороб пародонта. Механізми утворення ясенної та пародонтальної кишень.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32124",
    "name": "Т11 Клінічні прояви генералізованого пародонтиту.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32125",
    "name": "Т12 Рентгенологічне, функціональне та лабораторне обстеження хворих на генералізований пародонтит.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32123",
    "name": "Т13 Клініка, діагностика пародонтозу та прогресуючих ідіопатичних хвороб пародонта.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32122",
    "name": "Т14 Загальні принципи та фази лікування пацієнтів із хворобами пародонта. Складання плану лікування.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32121",
    "name": "Т15 Види зубних відкладень та механізм утворення. Професійна гігієна порожнини рота, її складові, професійні засоби гігієни порожнини рота.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32120",
    "name": "Т16 Сучасний інструментарій для видалення твердих зубних відкладень, згладжування поверхні кореня. Правила утримування ручних інструментів, позиціонування оператора та коректний доступ до операційного поля.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32119",
    "name": "Т17 Техніка роботи ручними інтрументами, методика догляду та способи заточування.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32118",
    "name": "Т18 Ручний спосіб видалення зубних відкладень. Фронтальна група зубів. Перелік інструментів, техніка роботи. Переваги, недоліки.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32117",
    "name": "Т19 Ручний спосіб видалення зубних відкладень. Жувальна  група зубів. Перелік інструментів, техніка роботи. Переваги, недоліки.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32114",
    "name": "Т2 Клінічні методи обстеження пацієнтів із хворобами пародонта.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32116",
    "name": "Т20 Апаратний метод видалення зубних відкладень. Ультразвуковий: магнітострикторний, п’єзоелектричний. Правила роботи, протипоказання, переваги, недоліки. Аналіз насадок, їх призначення.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32141",
    "name": "Т21 Повітряно-абразивний спосіб видалення зубних відкладень. Аналіз порошків та пристроїв. Правила роботи, протипоказання, переваги, недоліки.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32140",
    "name": "Т22 Хімічний та комбінований способи видалення зубних відкладень. Правила роботи, протипоказання, переваги, недоліки.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32139",
    "name": "Т23 Місцеве медикаментозне лікування хвороб пародонта, групи препаратів, способи застосування, показання",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32138",
    "name": "Т24 Хірургічне лікування захворювань тканин пародонта. Підготовка пацієнтів до хірургічних втручань. Закритий кюретаж",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32137",
    "name": "Т25 Ортопедичні й ортодонтичні методи лікування захворювань пародонта. Усунення травматичної оклюзії",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32136",
    "name": "Т26 Загальне медикаментозне лікування пацієнтів із хворобами пародонта. Показання, групи препаратів, схеми лікування, виписування рецептів лікарських засобів.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32135",
    "name": "Т27 Фізіотерапевтичні методи лікування пацієнтів з хворобами пародонта. Дієтотерапія.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32134",
    "name": "Т28 Особливості лікування пацієнтів із запальними, запально-дистрофічними, дистрофічними хворобами пародонта та паціентів із хворобами пародонта на тлі хворіб внутрішніх органів.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32133",
    "name": "Т29 Підтримуюча терапія хворих на генералізований пародонтит, пародонтоз. Заповнення картки амбулаторного хворого. Пародонтологічна карта.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32113",
    "name": "Т3 Пародонтологічна карта. Алгоритм заповнення на прикладі електронних пародонтологічних карт.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32132",
    "name": "Т30 Профілактика захворювань пародонта. Етіологічні та патогенетичні підходи до профілактики, різновиди, форми організації, способи профілактики. Суспільні та лікарські заходи профілактики захворювань пародонта. Індивідуальні заходи профілактики захворювань пародонта. Роль засобів професійної та індивідуальної гігієни в профілактиці хвороб пародонта.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32131",
    "name": "Т31 Організація пародонтологічного кабінету (відділення), його оснащення та необхідні лікарські засоби.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32130",
    "name": "Т32 Підсумковий контроль модуля 3.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32112",
    "name": "Т4 Рентгенологічні, лабораторні та функціональні методи обстеження пацієнтів із хворобами пародонта. Індексна оцінка стану пародонта та гігієни порожнини рота.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32111",
    "name": "Т5 Класифікації хвороб пародонта (М.Ф. Данилевського, 1994; МКХ-10, 1998; Міжнародна класифікація EFP і AAP, 2017). Позитивні якості та недоліки.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32110",
    "name": "Т6 Етіологія і патогенез запальних хвороб пародонта. Місцеві хвороботворні фактори, механізм їх впливу.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32109",
    "name": "Т7 Клініка, діагностика, лікування, профілактика папіліту. Клініка, діагностика, лікування катарального гінгівіту.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32108",
    "name": "Т8 Клініка, діагностика, лікування гіпертрофічного та виразково-некротичного гінгівіту.",
    "parent_id": "2617",
    "is_final": "1"
  },
  {
    "id": "32107",
    "name": "Т9 Клініка, діагностика, лікування локалізованого пародонтиту.",
    "parent_id": "2617",
    "is_final": "1"
  }
]