[
  {
    "id": "27659",
    "name": "(Початковий рівень) Тема 6: «Плагіат серед студентів і викладачів. Різні види плагіату.»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "26880",
    "name": "Тема 1 (Кінцевий рівень) «Основні поняття академічної доброчесності. Історія становлення»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "26879",
    "name": "Тема 1 (Початковий рівень) «Основні поняття академічної доброчесності. Історія становлення»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "28066",
    "name": "Тема 10 (Кінцевий рівень): «Методи боротьби з плагіатом в ІФНМУ, профілактика плагіату в ІФНМУ»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "28065",
    "name": "Тема 10 (Початковий рівень): «Методи боротьби з плагіатом в ІФНМУ, профілактика плагіату в ІФНМУ»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27076",
    "name": "Тема 2 (Кінцевий рівень) «Академічна чесність у вищих учбових закладах України».",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27077",
    "name": "Тема 2 Початковий рівень) «Академічна чесність у вищих учбових закладах України».",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27286",
    "name": "Тема 3 (Кінцевий рівень) «Академічна чесність у студентському середовищі. Роль викладача у вихованні академічної чесності у студентів»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27284",
    "name": "ТЕМА 3 (Початковий рівень): АКАДЕМІЧНА ЧЕСНІСТЬ У СТУДЕНТСЬКОМУ СЕРЕДОВИЩІ. РОЛЬ ВИКЛАДАЧА У ВИХОВАННІ АКАДЕМІЧНОЇ ЧЕСНОСТІ У СТУДЕНТІВ.",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27287",
    "name": "ТЕМА 4 (Кінцевий рівень): ПРОБЛЕМИ АКАДЕМІЧНОЇ ЧЕСНОСТІ ПРИ ДИСТАНЦІЙНОМУ НАВЧАННІ.",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27285",
    "name": "ТЕМА 4 (Початковий рівень): ПРОБЛЕМИ АКАДЕМІЧНОЇ ЧЕСНОСТІ ПРИ ДИСТАНЦІЙНОМУ НАВЧАННІ.",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27493",
    "name": "Тема 5 (Кінцевий рівень): «Поняття плагіату і його види. Порушення академічної доброчесності згідно закону України Про освіту»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27494",
    "name": "Тема 5 (Початковий рівень): «Поняття плагіату і його види. Порушення академічної доброчесності згідно закону України Про освіту»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27658",
    "name": "Тема 6 (Кінцевий рівень): «Плагіат серед студентів і викладачів. Різні види плагіату.»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27733",
    "name": "Тема 7 (Кінцевий рівень): «Стилі цитування - правила посилання на джерела в студентських наукових роботах»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27734",
    "name": "Тема 7 (Початковий рівень): «Стилі цитування - правила посилання на джерела в студентських наукових роботах»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27942",
    "name": "Тема 8 (Кінцевий рівень): «Ефективні методи боротьби з плагіатом і списуванням у вищій школі (досвід різних країн)»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "27943",
    "name": "Тема 8 (Початковий рівень) : «Ефективні методи боротьби з плагіатом і списуванням у вищій школі (досвід різних країн)»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "28018",
    "name": "Тема 9 (Кінцевий рівень): «Антиплагіатні програми та їхнє використання у студентському житті»",
    "parent_id": "26869",
    "is_final": "1"
  },
  {
    "id": "28019",
    "name": "Тема 9 (Початковий рівень): «Антиплагіатні програми та їхнє використання у студентському житті»",
    "parent_id": "26869",
    "is_final": "1"
  }
]