[
  {
    "id": "27034",
    "name": "Т6. Вогнепальні поранення і мінно-вибухова травма, клінічні прояви та можливі ускладнення. Ушкодження, спричинені дією низьких та високих температур",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "27035",
    "name": "Т7. Екстрена та невідкладна медична допомога при стенокардії, інфаркті міокарда, гіпертонічному кризі, ТЕЛА, гострих розладах мозкового кровообігу і діабетичних комах",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "26942",
    "name": "Тема 1. Організація медичної допомоги пораненим  і хворим на догоспітальному етапі. Первинний і вторинний огляд поранених",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "27067",
    "name": "Тема 10. Сучасна хімічна зброя, її характеристика. Невідкладна медична допомога при ураженні БОР",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "27068",
    "name": "Тема 12. Лікувально-евакуаційне забезпечення в осередках бойових дій, аварій і катастроф. Гостра реакція на бойовий стрес. Сортування поранених та хворих на догоспітальному етапі за системою START",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "26943",
    "name": "Тема 2. Діагностика критичних та термінальних станів на догоспітальному етапі у військах. Серцево-легенева  реанімація та невідкладна медична допомога потерпілим і хворим",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "26949",
    "name": "Тема 3. Невідкладна медична допомога при асфіксії та утопленні, при ураженні електричним струмом",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "26950",
    "name": "Тема 4. Загальні відомості про травму. Пошкодження тулуба, травми та пошкодження кінцівок і магістральних судин. Компресійно-роздавлена травма",
    "parent_id": "26923",
    "is_final": "1"
  },
  {
    "id": "26979",
    "name": "Тема 5. ЧМТ і спінальна травма. Шок, клінічна характеристика. Невідкладна медична допомога на догоспітальному етапі",
    "parent_id": "26923",
    "is_final": "1"
  }
]