[
  {
    "id": "27036",
    "name": "ПМК Формування цифрових компетентностей у науковця",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27029",
    "name": "Тема 1: Сучасні інформаційні технології в галузі охорони здоров’я, практичній педіатрії, освіті. Автоматизація ведення обліку медичних послуг та управління медичною інформацією",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27037",
    "name": "Тема 2: Робота з наукометричними базами даних. Пошук та аналіз даних в Scopus, Web of Science",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27038",
    "name": "Тема 3: Хмарні інформаційно-аналітичні сервіси наукометричних баз даних. Використання хмарних засобів для колективної наукової роботи",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27040",
    "name": "Тема 4: Робота зі спеціалізованими соцмережами науковців ResearchGate, LinkedIn, Mendeley, Academia.edu",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27041",
    "name": "Тема 5: Створення та редагування авторських профілів науковця. Авторські ідентифікатори: Scopus ID, ResearcherID, ORCID",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27039",
    "name": "Тема 6: Підбір видання для публікації. Хижацькі видання. Hijacked journals. Цифровий ідентифікатор видання. Структура наукової статті оригінального дослідницького типу IMRAD. Оформлення наукових текстів",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27044",
    "name": "Тема 7: Програмні засоби створення мультимедійних презентацій. Структурна організація презентацій науково-дослідних робіт",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27043",
    "name": "Тема 8: Програми математичної обробки наукових даних в педіатрії. Графічне представлення медико-біологічних даних",
    "parent_id": "27027",
    "is_final": "1"
  },
  {
    "id": "27042",
    "name": "Тема 9: Організація комп’ютерної безпеки та захист інформації. Етика міжнародних публікацій та системний підхід до плагіату",
    "parent_id": "27027",
    "is_final": "1"
  }
]