[
  {
    "id": "14666",
    "name": "Ресурсознавство ЛР. Визначення ресурсознавства ЛР як навчальної дисципліни. Загальний аналіз видового складу дикорослих ЛР.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14670",
    "name": "Ресурсознавство ЛР. Вплив біотичних та абіотичних факторів на накопичення найважливіших біологічно активних сполук. Використання сировини лікарських рослин у зарубіжних країнах: медичні системи, сировина та препарати.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14669",
    "name": "Ресурсознавство ЛР. Загроза забруднення ЛР пестицидами, гербіцидами, інсектицидами, нітратами, розчинниками, поверхнево – активними речовинами; вплив на здоров’я людини. Превентивні заходи щодо забруднення ЛРС.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14673",
    "name": "Ресурсознавство ЛР. Інтродукція ЛР. Базові положення Належної практики культивування і заготівлі лікарських рослин (GACP). Культивування ЛР.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14671",
    "name": "Ресурсознавство ЛР. Міжнародне регулювання використання дикорослих та культивованих рослин та грибів. Нормативно-правова база у сфері регулювання збирання та використання сировини з дикорослих рослин.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14672",
    "name": "Ресурсознавство ЛР. Особливості діагностики близькоспоріднених видів ЛР. Вимоги та терміни збирання і зберігання ЛРС.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14674",
    "name": "Ресурсознавство ЛР. Охорона рослинного світу. Раціональне використання ресурсів ЛР та їх охорона.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14665",
    "name": "Ресурсознавство ЛР. ПМК. «Ресурси ЛР світової флори».",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14668",
    "name": "Ресурсознавство ЛР. Поняття про запаси ЛР. Методи визначення урожайності ЛР.",
    "parent_id": "272",
    "is_final": "1"
  },
  {
    "id": "14667",
    "name": "Ресурсознавство ЛР. Ресурсознавчі дослідження в Україні та світі: формування завдань ресурсних досліджень, виходячи з потреб фармацевтичної промисловості та фітотерапії. Види ЛР різних рослинних угруповань (лісу, лук, боліт).",
    "parent_id": "272",
    "is_final": "1"
  }
]