[
  {
    "id": "28285",
    "name": "М3 Вплив навколишнього середовища на здоров’я людей",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28252",
    "name": "Т1 Методологічні та методичні основи вивчення впливу комплексу чинників навколишнього середовища на здоров'я населення",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28261",
    "name": "Т10 Гігієнічна оцінка умов перебування хворих в лікувально-профілактичних закладах",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28262",
    "name": "Т11 Гігієнічні вимоги до планування, благоустрою та обладнання дитячих закладів",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28263",
    "name": "Т12 Фізичний розвиток як важливий критерій оцінки стану здоров'я дітей та підлітків",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28264",
    "name": "Т13 Гігієнічні принципи раціональної організації фізичного виховання та трудового навчання дітей і підлітків. Наукові основи проведення лікарсько-професійної консультації",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28265",
    "name": "Т14 Харчування в профілактичній медицині. Організація харчування в лікувально-профілактичних закладах та на промислових підприємствах",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28266",
    "name": "Т15 Харчові отруєння як гігієнічна проблема. Методика розслідування випадків харчових отруєнь",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28267",
    "name": "Т16 Санітарно-гігієнічний контроль за громадським харчуванням",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28268",
    "name": "Т17 Гігієнічна оцінка факторів трудового процесу та виробничого середовища",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28269",
    "name": "Т18 Закономірності формування променевого навантаження людини в місцях проживання, його гігієнічна оцінка та шляхи зниження. Радіаційна небезпека та протирадіаційний захист на об'єктах з радіаційно-ядерними технологіями",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28270",
    "name": "Т19 Гігієнічна оцінка протирадіаційного захисту персоналу і радіаційної безпеки пацієнтів при застосуванні радіонуклідів та іонізуючих випрмінювань. Організація гігієнічного забезпечення при ліквідації наслідків надзвичайних ситуацій",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28253",
    "name": "Т2 Гігієнічна оцінка потенційного ризику впливу факторів навколишнього середовища на організм людини та здоров'я населення",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28254",
    "name": "Т3 Гігієнічна оцінка впливу природних та антропогенних компонентів біосфери на здоров'я людини і популяції",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28255",
    "name": "Т4 Гігієнічне значення сонячної радіації та використання її складових для профілактики захворювань людини та санації повітря, води і предметів",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28256",
    "name": "Т5 Гігієна води та водопостачання населених пунктів. Санітарна охорона водних об'єктів. Санітарна охорона грунту та очищення населених місць",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28257",
    "name": "Т6 Санітарна охорона атмосферного повітря. Гігієна планування населених місць.",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28258",
    "name": "Т7 Гігієнічне значення фізичних чинників в умовах населених місць",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28259",
    "name": "Т8 Особливості гігієнічних вимог до планування та експлуатації лікувально-профілактичних закладів",
    "parent_id": "28245",
    "is_final": "1"
  },
  {
    "id": "28260",
    "name": "Т9 Сучасні проблеми внутрішньолікарняної інфекції та комплекс гігієнічних заходів з їх профілактики",
    "parent_id": "28245",
    "is_final": "1"
  }
]