[
  {
    "id": "28286",
    "name": "М3 Вплив навколишнього середовища на здоров’я людей",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28271",
    "name": "Т1 Методологічні та методичні основи вивчення впливу комплексу чинників навколишнього середовища на здоров'я населення",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28280",
    "name": "Т10 Харчування в профілактичній медицині. Організація харчування в лікувально-профілактичних закладах та на промислових підприємствах",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28281",
    "name": "Т11 Харчові отруєння як гігієнічна проблема. Методика розслідування випадків харчових отруєнь. Санітарно-гігієнічний контроль за громадським харчуванням",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28282",
    "name": "Т12 Гігієнічна оцінка факторів трудового процесу та виробничого середовища",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28283",
    "name": "Т13 Закономірності формування променевого навантаження людини в місцях проживання, його гігієнічна оцінка та шляхи зниження. Радіаційна небезпека та протирадіаційний захист на об'єктах з радіаційно-ядерними технологіями",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28284",
    "name": "Т14 Гігієнічна оцінка протирадіаційного захисту персоналу і радіаційної безпеки пацієнтів при застосуванні радіонуклідів та іонізуючих випрмінювань. Організація гігієнічного забезпечення при ліквідації наслідків надзвичайних ситуацій",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28272",
    "name": "Т2 Гігієнічна оцінка впливу природних та антропогенних компонентів біосфери на здоров'я людини та популяції",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28273",
    "name": "Т3 Гігієнічне значення сонячної радіації та використання її складових для профілактики захворювань людини та санації повітря, води і предметів",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28274",
    "name": "Т4 Гігієна води та водопостачання населених пунктів. Санітарна охорона водних об'єктів. Санітарна охорона грунту та очищення населених місць",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28275",
    "name": "Т5 Санітарна охорона атмосферного повітря. Гігієна планування населених місць.",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28276",
    "name": "Т6 Особливості гігієнічних вимог до планування та експлуатації лікувально-профілактичних закладів. Сучасні проблеми внутрішньолікарняної інфекції та комплекс гігієнічних заходів по їх профілактиці. Гігієнічна оцінка умов перебування хворих в лікувально-профілактичних закладах",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28277",
    "name": "Т7 Гігієнічні вимоги до планування, благоустрою та обладнання дитячих закладів",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28278",
    "name": "Т8 Фізичний розвиток як важливий критерій оцінки стану здоров'я дітей та підлітків",
    "parent_id": "28246",
    "is_final": "1"
  },
  {
    "id": "28279",
    "name": "Т9 Гігієнічні принципи раціональної організації фізичного виховання та трудового навчання дітей і підлітків. Наукові основи проведення лікарсько-професійної консультації",
    "parent_id": "28246",
    "is_final": "1"
  }
]