[
  {
    "id": "22729",
    "name": "Т Модульний контроль 1",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23809",
    "name": "Т Модульний контроль 2",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "19432",
    "name": "Т01 М1 Валеологія як наука. Історія розвитку валеології. Зв’язок із іншими дисциплінами. Класифікація валеології.",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "19433",
    "name": "Т02 М1 Напрямки валеології. Предмет валеології. Об’єкт валеології. Методи та завдання валеології",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "19601",
    "name": "Т03 М1 Фактори, що впливають на рівень здоров’я. Спосіб життя",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "19602",
    "name": "Т04 М1 Здоровий спосіб життя. Поняття «оптимальний руховий режим». Гіпокінезія",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23090",
    "name": "Т1. М2. Опорно-руховий апарат людини як основа фізичного здоров’я. Залежність здоров’я людини від стану хребта",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23622",
    "name": "Т10 М2.Система виділення та її значення для здоров’я людини. Профілактика захворювань видільної системи",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21421",
    "name": "Т10. Людина та її здоров’я з позиції системного підходу",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21709",
    "name": "Т11 Біоритми та їх значення для здоров’я людини",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23623",
    "name": "Т11 М2. Роль ендокринної системи у забезпеченні здоров’я людини. Профілактика захворювань ендокринної системи",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21743",
    "name": "Т12 Види біоритмів. Зв’язок між біоритмами і працездатністю людини",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23621",
    "name": "Т12 М2. Репродуктивне здоров’я. Самовідтворення та статеве дозрівання. Статева культура як передумова репродуктивного здоров’я. Спадковість і здоров’я. Профілактика спадкових і вроджених захворювань",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23620",
    "name": "Т13 М2. Загальне уявлення про старіння. Теорії старіння. Довголіття",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21744",
    "name": "Т13 Основні принципи валеології. Поняття про фізичне здоров’я",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23619",
    "name": "Т14  М2.Валеологічні аспекти психічного, соціального та духовного здоров’я людини. Методи діагностики психічного здоров’я. Поняття про психічні захворювання",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21745",
    "name": "Т14 Валеологічні аспекти фізичного здоров’я. Основні показники фізичного здоров’я. Рівень фізичного розвитку",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21746",
    "name": "Т15 Адаптація людини як ознака фізичного здоров’я. Адаптація людини до різних умов життєдіяльності",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23629",
    "name": "Т15 М2. Вроджені особливості психіки. Характер та типи психіки.  Набуті в процесі життя особливості психіки. Стрес, загально адаптаційний синдром. Неврози. Профілактика стресу",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23628",
    "name": "Т16  М2. Регулювання психічного стану. Принципи тренування психічних можливостей. Психотренінг. Сон і сновидіння. Пам'ять та її тренування",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21747",
    "name": "Т16 Резерви організму людини як ознака фізичного здоров’я. Морфологічні та функціональні резерви організму",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23627",
    "name": "Т17  М2. Психофізичне тренування  - метод психічного і фізичного удосконалення людини. Сутність і принципи психофізичного тренування",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21748",
    "name": "Т17 Раціональне харчування. Харчові речовини. Водний та мінеральний обмін. Вітаміни",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23626",
    "name": "Т18  М2. Поняття про духовне здоров’я та духовність. Основні критерії духовного здоров’я",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21750",
    "name": "Т18. Вегетіріанство. Голодування. Піст",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23625",
    "name": "Т19 М2. Медико-соціальні проблеми шкідливих звичок. Наркотичні, психотропні речовини та прекурсори. Вплив наркотичних речовин на стан здоров’я людини",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21749",
    "name": "Т19. Поняття про діагностику здоров’я. Діагностика фізичного здоров’я",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23092",
    "name": "Т2. М2. Порушення функцій органів опорно-рухового апарату. Профілактика захворювань опорно-рухового апарату. Механізм оздоровчої дії фізичних вправ",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21751",
    "name": "Т20 Діагностичні моделі. Діагностика індивідуального здоров’я людини",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21752",
    "name": "Т21 Діагностика здоров’я за станом самопочуття та функціональними пробами",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21753",
    "name": "Т22. Діагностика рівня здоров’я за прямими показниками. Біологічний вік. Проби для визначення функціонального стану життєво-важливих систем організму",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23088",
    "name": "Т3 М2.Фізичні фправи, як засіб укріплення здоров’я. Техніка та методика самоконтролю за фізичним навантаженням",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23097",
    "name": "Т4.М2. Загартовування, як метод профілактики соматичних захворювань",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "20068",
    "name": "Т5 Екологічні фактори середовища, їх вплив на здоров’я людини",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23091",
    "name": "Т5 М2.Масаж як засіб оздоровлення. Загальна характеристика масажу. Види масажу",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23089",
    "name": "Т6 М2.Очищення, як засіб оздоровлення. Очищення окремих органів та систем",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "20069",
    "name": "Т6 Хімічні фактори середовища, ї вплив на здоров’я людини",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "20742",
    "name": "Т7. Біологічні фактори середовища, їх вплив на здоров’я людини.",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23095",
    "name": "Т7.М2. Роль системи травлення у фізичному здоров’ї людини. Загальна характеристика травлення. Поживні речовини у формуванні здоров’я",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23096",
    "name": "Т8 М2. Роль дихальної системи у забезпеченні фізичного здоров’я людини. Дихання та механізм оздоровлення організму дихальною гімнастикою. Види дихальної гімнастики.",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "20743",
    "name": "Т8. Погода та здоров’я людини.",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "23624",
    "name": "Т9 М2.Серцево-судинна система: загальна характеристика. Регуляція роботи серця. Функція крові. Роль серцево-судинної системи в забезпеченні фізичного здоров’я. Профілактика серцево-судинних захворювань.",
    "parent_id": "2827",
    "is_final": "1"
  },
  {
    "id": "21422",
    "name": "Т9 Оселя та здоров’я людинич",
    "parent_id": "2827",
    "is_final": "1"
  }
]