[
  {
    "id": "17396",
    "name": "М1 Т16 Розпитування та огляд хворих із захворюваннями органів травлення. Огляд та поверхнева пальпація живота",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "17647",
    "name": "М1 Т17 Глибока ковзна методична пальпація відділів кишківника та шлунка",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "17648",
    "name": "М1 Т18 Глибока ковзна методична пальпація печінки, селезінки, нирок",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "17649",
    "name": "М1 Т19 Інструментальні та лабораторні методи дослідження стану шлунково-кишкового тракту.",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15943",
    "name": "М12 М1 Аускультація серця: органічні та функціональні серцеві шуми",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33000",
    "name": "М2 Т01 Ревматизм: основні симптоми та синдроми. Мітральні вади серця: основні симптоми та синдроми на підставі клініко-інструментальних методів обстеження",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33001",
    "name": "М2 Т02 Аортальні вади серця: основні симптоми та синдроми на підставі клініко-інструментальних методів обстеження",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33002",
    "name": "М2 Т03 Основні симптоми та синдроми при гіпертонічній хворобі та симптоматичних артеріальних гіпертензіях. Гіпертонічні кризи",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33003",
    "name": "М2 Т04 Ішемічна хвороба серця: основні симптоми та синдроми при стенокардії та інфаркті міокарда",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33558",
    "name": "М2 Т05 Гостра і хронічна серцево-судинна недостатність",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33005",
    "name": "М2 Т06 Основні клінічні прояви при хронічному бронхіті та хронічному обструктивному захворюванні легень",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33006",
    "name": "М2 Т07 Основні клінічні прояви при  бронхіальній астмі. Синдром підвищення повітряності легеневої тканини",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33007",
    "name": "М2 Т08 Пневмонії: симптоми та синдроми на підставі клініко-інструментальних та лабораторних методів дослідження. Пневмосклероз. Рак легень. Синдром ущільнення легеневої тканини та дихальної недостатності при патології бронхо-легеневої системи",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33559",
    "name": "М2 Т09 Плеврити сухий та ексудативний: симптоми та синдроми на підставі клініко-інструментальних та лабораторних методів дослідження. Синдроми накопичення рідини та повітря у плевральній порожнині при патології бронхо-легеневої системи.",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33560",
    "name": "М2 Т10 Клініко-інструментальне та лабораторне дослідження хворих на хронічний гастрит, пептичну виразку шлунка та 12-палої кишки. Основні симптоми та синдроми",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33562",
    "name": "М2 Т11 Основні симптоми та синдроми при захворюваннях гепатобіліарної системи (хронічному холециститі, холангіті, жовчокам’яній хворобі)",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33561",
    "name": "М2 Т12 Основні симптоми та синдроми при хронічному панкреатиті, ентериті, коліті",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33553",
    "name": "М2 Т13 Основні клінічні та лабораторні прояви хронічних гепатитів та цирозів печінки",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33554",
    "name": "М2 Т14 Основні симптоми та синдроми при захворюваннях нирок – гострому та хронічному гломерулонефриті та пієлонефриті. Хронічна хвороба нирок. Загальноклінічне дослідження сечі",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33555",
    "name": "М2 Т15 Основні симптоми та синдроми при анеміях. Загальноклінічний аналіз крові",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33556",
    "name": "М2 Т16 Основні симптоми та синдроми при цукровому діабеті та захворюваннях щитоподібної залози",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "33557",
    "name": "М2 Т17 Курація хворих. Захист історій хвороби.",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "36279",
    "name": "ПМК1 Основні методи обстеження хворих в клініці внутрішніх хвороб",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "36280",
    "name": "ПМК2 Симптоми та синдроми при захворюваннях внутрішніх органів",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "12334",
    "name": "Т01 Основні завдання пропедевтики внутрішньої медицини. Схема історії хвороби. Проведення розпитування хворого",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "12333",
    "name": "Т02 Загальний огляд хворого. Огляд окремих частин тіла: голови, шиї, тулуба кінцівок. Діагностичне значення симптомів, виявлених під час огляду хворого",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "13648",
    "name": "Т03 М1 Основні скарги хворих із захворюваннями органів дихання. Статичний та динамічний огляд грудної клітки. Пальпація грудної клітки",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "13649",
    "name": "Т04 М1 Перкусія легень. Методика і техніка проведення порівняльної  перкусії легень",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "14599",
    "name": "Т05 М1 Методика і техніка проведення топографічної перкусії легень",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "14600",
    "name": "Т06 М1 Аускультація легень: основні дихальні шуми (везикулярне та бронхіальне дихання). Додаткові дихальні шуми (крепітація, хрипи, шум тертя плеври)",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15138",
    "name": "Т07 М1 Інструментальні та лабораторні методи дослідження органів дихання",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15139",
    "name": "Т08 М1 Фізикальні методи дослідження серцево-судинної системи. Розпитування та загальний огляд хворих із патологією серцево-судинної системи",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15940",
    "name": "Т09 М1 Дослідження пульсу та вимірювання артеріального тиску",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15941",
    "name": "Т10 М1 Огляд та пальпація передсерцевої ділянки. Перкуторне визначення меж відносної та абсолютної серцевої тупості",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15942",
    "name": "Т11 М1 Аускультація серця: серцеві тони, їх розщеплення, роздвоєння, додаткові тони",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15944",
    "name": "Т13 М1 Методика реєстрації та розшифрування ЕКГ. ЕКГ-ознаки гіпертрофії передсердь та шлуночків",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15945",
    "name": "Т14 М1 ЕКГ-ознаки порушень автоматизму та збудливості",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "15946",
    "name": "Т15 М1 ЕКГ-ознаки порушень провідності. Комбіновані порушення серцевого ритму. Інструментальні методи обстеження серцево-судинної системи",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "8064",
    "name": " Т13 Плеврити сухий та ексудативний: симптоми та синдроми на підставі клініко-інструментальних та лабораторних методів дослідження. Синдроми накопичення рідини та повітря у плевральній порожнині при патології бронхо-легеневої системи.",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "8065",
    "name": " Т14 Клініко-інструментальне та лабораторне дослідження хворих на хронічний гастрит, пептичну виразку шлунка та 12-палої кишки. Основні симптоми та синдроми.",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "8066",
    "name": " Т15 Основні симптоми та синдроми при захворюваннях гепатобіліарної системи (хронічному холециститі, холангіті, жовчокам’яній хворобі) та хронічному  панкреатиті",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "8067",
    "name": " Т16 Основні клінічні та лабораторні прояви хронічних гепатитів та цирозів печінки",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "8068",
    "name": " Т17 Основні симптоми та синдроми при захворюваннях нирок – гострому та хронічному гломерулонефриті та пієлонефриті. Хронічна хвороба нирок. Загальноклінічне дослідження сечі",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "8069",
    "name": " Т18 Основні симптоми та синдроми при анеміях. Загальноклінічний аналіз крові",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "2859",
    "name": "М1 Основні методи обстеження хворих в клініці внутрішніх хвороб",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "3615",
    "name": "Т10 Ішемічна хвороба серця: основні симптоми та синдроми при стенокардії та інфаркті міокарда. Гостра і хронічна серцево-судинна недостатність",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "3616",
    "name": "Т11 Основні клінічні прояви при хронічному бронхіті та бронхіальній астмі. Хронічне обструктивне захворювання легень. Синдром підвищення повітряності легеневої тканини",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "3617",
    "name": "Т12 Пневмонії: симптоми та синдроми на підставі клініко-інструментальних та лабораторних методів дослідження. Пневмосклероз. Рак легень. Синдром ущільнення легеневої тканини та дихальної недостатності при патології бронхо-легеневої системи",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "10890",
    "name": "Т19 Курація хворих.  Захист історій хвороби.",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "3614",
    "name": "Т9 Основні симптоми та синдроми при гіпертонічній хворобі та симптоматичних артеріальних гіпертензіях. Гіпертонічні кризи",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "21415",
    "name": "Т01 М2 Ревматизм: основні симптоми та синдроми. Мітральні вади серця: основні симптоми та синдроми на підставі клініко-інструментальних методів обстеження",
    "parent_id": "2858",
    "is_final": "1"
  },
  {
    "id": "21416",
    "name": "Т02 М2 Аортальні вади серця: основні симптоми та синдроми на підставі клініко-інструментальних методів обстеження",
    "parent_id": "2858",
    "is_final": "1"
  }
]