[
  {
    "id": "28691",
    "name": "Підсумковий модульний контроль №1. Основи фітотерапії, її основні принципи. Правила складання рецептури зборів та чаїв. Складання і аналіз зборів. Фітотерапія алергічних захворювань, захворювань імунної та центральної нервової систем, органів дихання, серцево-судинної системи та інші.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28695",
    "name": "Тема 10. Лікарські рослини та лікарська рослинна сировина, які використовуються при лікуванні онкологічних захворювань.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28696",
    "name": "Тема 11. Лікарські рослини та лікарська рослинна сировина, які використовуються при лікуванні захворювань шлунково-кишкового тракту.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28692",
    "name": "Тема 14. Основи і принципи аромотерапії.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28698",
    "name": "Тема 8. Лікарські рослини та лікарська рослинна сировина, які використовуються при лікуванні захворювань центральної нервової системи.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28693",
    "name": "Тема № 13. Лікарські рослини та лікарська рослинна сировина, які використовуються при профілактиці та лікуванні захворювань шкіри.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28697",
    "name": "Тема № 9. Лікарські рослини та лікарська рослинна сировина, які використовуються при лікуванні захворювань серцево судинної системи.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28705",
    "name": "Тема №1. Основи фітотерапії, її основні принципи.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28694",
    "name": "Тема №12. Лікарські рослини та лікарська рослинна сировина, які використовуються в офтальмології.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28704",
    "name": "Тема №2. Основні ресурси фітотерапії. Правила заготівлі, сушіння рослинної сировини. Способи стабілізації ЛРС. Зберігання і контроль якості ЛРС.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28703",
    "name": "Тема №3. Лікарські форми з рослинної сировини та їх технологія.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28701",
    "name": "Тема №4. Принципи формування фітокомпозицій. Фітозасоби загальної дії.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28702",
    "name": "Тема №5. Лікарські рослини і лікарська рослинна сировина, які впливають на імунітет.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28700",
    "name": "Тема №6. Лікарські рослини та лікарська рослинна сировина, що використовуються при лікуванні алергічних захворювань.",
    "parent_id": "28648",
    "is_final": "1"
  },
  {
    "id": "28699",
    "name": "Тема №7. Лікарські рослини та лікарська рослинна сировина, які використовуються при лікуванні захворювань органів дихання.",
    "parent_id": "28648",
    "is_final": "1"
  }
]