[
  {
    "id": "29296",
    "name": "Практична підготовка з фармакогнозії. Тема 1. Фармакогностичне дослідження лікарської рослинної сировини (товарознавчий аналіз).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29320",
    "name": "Практична підготовка з фармакогнозії. Тема 10. Контроль засвоєння практичних навичок з визначення тотожності і доброякісності ЛРС.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31318",
    "name": "Практична підготовка з фармакогнозії. Тема 11. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (фенольні сполуки, лігнани, ксантони).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31319",
    "name": "Практична підготовка з фармакогнозії. Тема 12. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (кумарини, хромони).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31320",
    "name": "Практична підготовка з фармакогнозії. Тема 13. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (антраценпохідні).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31321",
    "name": "Практична підготовка з фармакогнозії. Тема 14. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (таніни).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31843",
    "name": "Практична підготовка з фармакогнозії. Тема 15. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (флавоноїди).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31842",
    "name": "Практична підготовка з фармакогнозії. Тема 16. Макро- та мікроскопічний аналіз ЛРС, що вміщує протоалкалоїди, тропанові, піролізидинові, хінолізидинові алкалоїди.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31844",
    "name": "Практична підготовка з фармакогнозії. Тема 17. Макро- та мікроскопічний аналіз ЛРС, що вміщує ізохінолінові, індольні, стероїдні алкалоїди.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31845",
    "name": "Практична підготовка з фармакогнозії. Тема 18. Фітохімічний якісний аналіз ЛРС, що вміщує алкалоїди.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31846",
    "name": "Практична підготовка з фармакогнозії. Тема 19. Шляхи переробки ЛРС (порошкоподібна, брикетована, таблетована, різано-пресована).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29297",
    "name": "Практична підготовка з фармакогнозії. Тема 2. Фармакогностичне дослідження лікарської рослинної сировини (макроскопічний аналіз).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31847",
    "name": "Практична підготовка з фармакогнозії. Тема 20. Шляхи переробки ЛРС (лікарські збори і чаї).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31848",
    "name": "Практична підготовка з фармакогнозії. Тема 21. Аналіз ефірних олій за методикою ДФУ.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "31962",
    "name": "Практична підготовка з фармакогнозії. Тема 22. Контроль засвоєння практичних навичок з визначення тотожності і доброякісності ЛРС, що містить фенольні сполуки та алкалоїди.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29298",
    "name": "Практична підготовка з фармакогнозії. Тема 3. Фармакогностичне дослідження лікарської рослинної сировини (мікроскопічний аналіз).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29299",
    "name": "Практична підготовка з фармакогнозії. Тема 4. Аналіз ЛРС, яка містить різні групи БАР (макро- та мікродіагностика; якісні та гістохімічні реакції).",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29300",
    "name": "Практична підготовка з фармакогнозії. Тема 5. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу(вуглеводи). Тестовий контроль.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29301",
    "name": "Практична підготовка з фармакогнозії. Тема 6. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (вітаміни). Тестовий контроль.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29302",
    "name": "Практична підготовка з фармакогнозії. Тема 7. Ідентифікація лікарської рослинної сировини за методами фармакопейного аналізу (ліпіди). Тестовий контроль.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29303",
    "name": "Практична підготовка з фармакогнозії. Тема 8. Аналіз жирних олій. Визначення чистоти, фізичних та хімічних показників.",
    "parent_id": "28668",
    "is_final": "1"
  },
  {
    "id": "29319",
    "name": "Практична підготовка з фармакогнозії. Тема 9. Фітохімічний аналіз ЛРС, що вміщує ефірні олії.",
    "parent_id": "28668",
    "is_final": "1"
  }
]