[
  {
    "id": "29404",
    "name": "T1. Складання інформаційних листів для лікарів і пацієнтів про новий лікарський препарат.",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "34308",
    "name": "T10. Фармацевтична опіка при симптоматичному лікуванні порушень діяльності нервової системи.",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29406",
    "name": "T2. Робота з пацієнтами: придбання навичок фармацевтичної опіки при відпуску безрецептурних та рецептурних препаратів для симптоматичного лікування застуди.",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29409",
    "name": "T6. Придбання навичок фармацевтичної опіки при відпуску безрецептурних та рецептурних препаратів для симптоматичного лікування захворювань системи травлення: закреп, діарея, метеоризм",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29411",
    "name": "T7. Опрацювання алгоритмів виконання маніпуляцій",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "34306",
    "name": "T9. Придбання навичок фармацевтичної опіки при відпуску безрецептурних та рецептурних препаратів для симптоматичного лікування уражень шкірних покровів.",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29385",
    "name": "Взірець",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "34309",
    "name": "Т11 Придбання навичок фармацевтичної опіки при відпуску безрецептурних та рецептурних препаратів для симптоматичного лікування вітамінної недостатності (складання алгоритму проведення фармацевтичної опіки при даних симптомах, згідно заданого варіанту).",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29407",
    "name": "Т3. Робота з пацієнтами: придбання навичок фармацевтичної опіки при відпуску безрецептурних та рецептурних препаратів для симптоматичного лікування суглобового, м’язового та головного болю (складання алгоритму проведення фармацевтичної опіки при даних симптомах, згідно заданого варіанту).",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29408",
    "name": "Т4",
    "parent_id": "29382",
    "is_final": "1"
  },
  {
    "id": "29413",
    "name": "Т8. Придбання навичок фармацевтичної опіки при відпуску безрецептурних та рецептурних препаратів для симптоматичного лікування уражень шкірних покровів.",
    "parent_id": "29382",
    "is_final": "1"
  }
]