[
  {
    "id": "31762",
    "name": "T 18 Аналіз лікарських форм внутрішньоаптечного виготовлення. Стандартизація рідких лікарських форм",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31749",
    "name": "T17 Фармацевтичний аналіз лікарських форм.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31838",
    "name": "T19 Аналіз лікарських форм внутрішньоаптечного виготовлення.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31885",
    "name": "T20 Аналіз лікарських форм внутрішньоаптечного виготовлення.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "30173",
    "name": "Контроль засвоєння практичних навичок з визначення тотожності і доброякісності лікарських засобів неорганічного та органічного походження",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31506",
    "name": "Т11 Хімічні методи аналізу кількісного визначення діючої речовини в лікарських засобах. Приготування реактивів, еталонних, буферних та титрованих розчинів.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31505",
    "name": "Т12 Якісний експрес-аналіз діючих речовин, які входять до складу лікарських форм, за допомогою фізико-хімічних та хімічних методів аналізу",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31592",
    "name": "Т13 Кількісний експрес-аналіз діючих речовин, які входять до складу лікарських форм, за допомогою фізико-хімічних та хімічних методів аналізу.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31616",
    "name": "Т14 Контроль засвоєння практичних навичок: дослідження лікарських засобів з використанням методик експрес-аналізу",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31617",
    "name": "Т15 Визначення основних показників якості  індивідуально виготовлених лікарських форм.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31678",
    "name": "Т16 Визначення основних показників якості готових лікарських засобів отриманих з лікарських та допоміжних речовин візуальними та інструментальними методами.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "29564",
    "name": "Т2 Ідентифікація субстанцій та діючих речовин неорганічного походження",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31884",
    "name": "Т21 Визначення стабільності лікарських засобів при зберіганні протягом встановлених термінів придатності.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "31960",
    "name": "Т22 Контроль засвоєння практичних навичок з визначення доброякісності готових та індивідуально виготовлених лікарських форм.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "29652",
    "name": "Т3 Функціональний аналіз як уніфікований підхід в методах контролю якості органічних лікарських засобів.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "29791",
    "name": "Т4 Причини, що спричиняють зміні структури лікарської речовини. Природа домішок, методи їх виявлення.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "29863",
    "name": "Т5 Аналіз якості води очищеної води, води високоочищеної та води для ін’єкцій хімічними та інструментальними методами",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "29919",
    "name": "Т6 Оптичні методи дослідження лікарських засобів. Їх використання при визначенні діючих речовин в лікарських засобах.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "29989",
    "name": "Т7 Хроматографічні методи. Методи, що базуються на термодинамічних властивостях речовин: поєднання екстракційних, хроматографічних і оптичних методів при аналізі лікарських форм.",
    "parent_id": "29538",
    "is_final": "1"
  },
  {
    "id": "30064",
    "name": "Т8 Інструментальні методи аналізу кількісного визначення діючої речовини в лікарських засобах",
    "parent_id": "29538",
    "is_final": "1"
  }
]