[
  {
    "id": "31365",
    "name": ": Т10. (Вихідний р.)Різновиди плагіату, що найчастіше зустрічаються в академічному світі",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31366",
    "name": ": Т10. (Кінцевий р.)Різновиди плагіату, що найчастіше зустрічаються в академічному світі",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31316",
    "name": "Т 7 (Початковий рівень)  Наукові дослідження у контексті академічної доброчесності",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "30531",
    "name": "Т1. (Вихідний р.) Академічна доброчесність – основа сталого наукового розвитку університету та дієвий інструмент забезпечення якості вищої освіти",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "30530",
    "name": "Т1. (Кінцевий р.) Академічна доброчесність – основа сталого наукового розвитку університету та дієвий інструмент забезпечення якості вищої освіти",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31367",
    "name": "Т11. (Вихідний р.) «Стилі цитування - правила посилання на джерела в студентських наукових роботах»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31368",
    "name": "Т11. (Кінцевий р.) «Стилі цитування - правила посилання на джерела в студентських наукових роботах»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31369",
    "name": "Т12. (Вихідний р.) «Правильність оформлення міжнародних стилів цитування рекомендованих МОН України. Різновиди і серйозність порушень правил цитування».",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31370",
    "name": "Т12. (Кінцевий р.) «Правильність оформлення міжнародних стилів цитування рекомендованих МОН України. Різновиди і серйозність порушень правил цитування».",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31371",
    "name": "Т13. (Вихідний р.) «Ефективні методи боротьби з плагіатом і списуванням у вищій школі (досвід різних країн)»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31372",
    "name": "Т13. (Кінцевий р.) «Ефективні методи боротьби з плагіатом і списуванням у вищій школі (досвід різних країн)»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31373",
    "name": "Т14. (Вихідний р.) «Антиплагіатні програми та їхнє використання у студентському житті.»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31374",
    "name": "Т14. (Кінцевий р.) «Антиплагіатні програми та їхнє використання у студентському житті.»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31375",
    "name": "Т15. (Вихідний р.) «Методи боротьби з плагіатом в ІФНМУ, профілактика плагіату в ІФНМУ»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31376",
    "name": "Т15. (Кінцевий р.) «Методи боротьби з плагіатом в ІФНМУ, профілактика плагіату в ІФНМУ»",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "30533",
    "name": "Т2. (Вихідний р.) Основні поняття академічної доброчесності. Історія встановлення",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "30532",
    "name": "Т2. (Кінцевий р.) Основні поняття академічної доброчесності. Історія встановлення QuestName:В якому році було створено документи “Етичні принципи” та “Етична поведінка всіх учасників освітнього процесу?",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "30535",
    "name": "Т3. (Вихідний р.) Академічна чесність у вищих учбових закладах України",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "30536",
    "name": "Т3. (Кінцевий р.) Академічна чесність у вищих учбових закладах України",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31106",
    "name": "Т4. (Вихідний р.) Академічна чесність у студентському середовищі. Роль викладача у вихованні академічної чесності у студентів",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31105",
    "name": "Т4. (Кінцевий р.) Академічна чесність у студентському середовищі. Роль викладача у вихованні академічної чесності у студентів",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31104",
    "name": "Т5. (Вихідний р.) Особливості академічного письма. Усне та писемне мовлення",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31103",
    "name": "Т5. (Кінцевий р.) Особливості академічного письма. Усне та писемне мовлення",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31102",
    "name": "Т6. (Вихідний р.) ПРОБЛЕМИ АКАДЕМІЧНОЇ ЧЕСНОСТІ ПРИ ДИСТАНЦІЙНОМУ НАВЧАННІ.",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31101",
    "name": "Т6. (Кінцевий р.) ПРОБЛЕМИ АКАДЕМІЧНОЇ ЧЕСНОСТІ ПРИ ДИСТАНЦІЙНОМУ НАВЧАННІ.",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31317",
    "name": "Т7 (кінцевий рівень)  Наукові дослідження у контексті академічної доброчесності",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31361",
    "name": "Т8. (Вихідний р.)Поняття плагіату і його види. Порушення академічної доброчесності згідно закону України Про освіту",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31362",
    "name": "Т8. (кінцевий р.)Поняття плагіату і його види. Порушення академічної доброчесності згідно закону України Про освіту",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31363",
    "name": "Т9. (Вихідний р.) «Плагіат у цифровому світі».",
    "parent_id": "30517",
    "is_final": "1"
  },
  {
    "id": "31364",
    "name": "Т9. (Кінцевий р.) «Плагіат у цифровому світі».",
    "parent_id": "30517",
    "is_final": "1"
  }
]