[
  {
    "id": "31268",
    "name": "Медичний захист військ. Тема 1. Сучасні види зброї та їх вплив на величину і структуру санітарних втрат",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31280",
    "name": "Медичний захист військ. Тема 10. Медична служба механізованої (танкової) бригади. Завдання, організаційно-штатна структура і оснащення медичної роти бригади",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31281",
    "name": "Медичний захист військ. Тема 11. Медична служба механізованої (танкової) бригади в обороні",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31282",
    "name": "Медичний захист військ. Тема 12. Медична служба механізованої (танкової) бригади в наступі",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31283",
    "name": "Медичний захист військ. Тема 13. Організація медичного забезпечення під час зустрічного бою",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31453",
    "name": "Медичний захист військ. Тема 14. Організація медичного забезпечення маршу",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31454",
    "name": "Медичний захист військ. Тема 15. Організація медичного забезпечення при перевезенні військ",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31269",
    "name": "Медичний захист військ. Тема 2. Сучасна система ЛЕЗ військ. Поняття про етап медичної евакуації, види медичної допомоги",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31270",
    "name": "Медичний захист військ. Тема 3. Сучасна система ЛЕЗ військ. Медичне сортування та евакуація",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31271",
    "name": "Медичний захист військ. Тема 4. Основи організації санітарно-гігієнічного забезпечення військ. Санітарно-гігієнічні заходи у військах",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31272",
    "name": "Медичний захист військ. Тема 5. Основи організації санітарно-гігієнічного забезпечення військ. Зміст протиепідемічних заходів у військах",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31276",
    "name": "Медичний захист військ. Тема 6. Основи організації забезпечення військ медичним майном, його класифікація та характеристики",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31277",
    "name": "Медичний захист військ. Тема 7. Основи організації забезпечення військ медичним майном. Заходи по забезпеченню медичним майном військових частин при формуванні та в різні періоди бойових дій",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31278",
    "name": "Медичний захист військ. Тема 8. Основи управління медичною службою",
    "parent_id": "30618",
    "is_final": "1"
  },
  {
    "id": "31279",
    "name": "Медичний захист військ. Тема 9. Медична служба механізованої (танкової) бригади. Завдання та організація медичної служби бригади",
    "parent_id": "30618",
    "is_final": "1"
  }
]