[
  {
    "id": "31448",
    "name": "Т10. Особливості виживання та автономного існування в умовах дикої природи. Розведення вогню",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "31449",
    "name": "Т11. Особливості виживання та автономного існування в умовах дикої природи. Добування води",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "31450",
    "name": "Т12. Особливості виживання та автономного існування в умовах дикої природи. Добування їжі в умовах автономного виживання",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "31451",
    "name": "Т13. Особливості виживання та автономного існування в умовах дикої природи. Орієнтування на місцевості",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "31452",
    "name": "Т14. Особливості виживання та автономного існування в умовах дикої природи. Домедична допомога",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "31446",
    "name": "Т15. Аварії на радіаційно небезпечних об’єктах . Гостра променева хвороба, найближчі та віддалені наслідки. Невідкладні заходи на місці події",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30627",
    "name": "Т2. Особливості виживання в умовах екстрених ситуацій тектонічного походження (землетруси, виверження вулкану)",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30628",
    "name": "Т3. Особливості виживання в умовах екстрених ситуаціях топологічного походження (повінь, селі, зсув)",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30629",
    "name": "Т4. Особливості виживання в умовах екстремальних ситуаціях топологічного походження (снігові замети, обледеніння, снігові лавини, лісові і торф’яні пожежі)",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30630",
    "name": "Т5. Особливості виживання в умовах екстрених ситуаціях метеорологічного характеру - зливи, бурі (шторми), урагани, смерчі",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30631",
    "name": "Т6. Особливості виживання в умовах екстремальних ситуаціях техногенного походження - автомобільні аварії",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30632",
    "name": "Т7. Аварії та катастрофи на залізничному, морському, річковому та авіаційному транспорті та їх медико-санітарні наслідки",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "30633",
    "name": "Т8. Особливості виживання в умовах екстремальних ситуацій соціально-політичного характеру та їх медико-соціальні наслідки",
    "parent_id": "30617",
    "is_final": "1"
  },
  {
    "id": "31447",
    "name": "Т9. Особливості виживання та автономного існування в умовах дикої природи. Тимчасове житло",
    "parent_id": "30617",
    "is_final": "1"
  }
]