[
  {
    "id": "31056",
    "name": "Т12 Причини розвитку, закономірності клінічного перебігу запальних захворювань ЩЛД у дітей",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31057",
    "name": "Т13 Алгоритм діагностично-лікувальних та профілактичних заходів у дітей з запальними захворюваннями ЩЛД",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31058",
    "name": "Т14 Етіологія, патогенез, класифікація пухлин та пухлиноподібних новоутворень тканин ЩЛД у дітей",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31059",
    "name": "Т15 Клінічні прояви, діагностичні критерії доброякісних і злоякісних пухлин та пухлиноподібних новоутворень ЩЛД у дітей, їх диференційна діагностика. Принципи лікарської тактики та реабілітації дітей із новоутвореннями м’яких тканин і кісток ЩЛД",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31060",
    "name": "Т16 Травматичні пошкодження зубів у дітей (забій, вивихи – повний, неповний, інтрузійний). Травматичні пошкодження кісток ЩЛД у дітей.  Комбінована та поєднана травма",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31079",
    "name": "Т17 Патогномонічні клінічні ознаки травматичних ушкоджень тканин ЩЛД у дітей. Методи діагностики травм м’яких тканин, зубів та щелеп. Принципи первинної хірургічної обробки ран м’яких тканин обличчя. Способи імобілізації зубів та щелеп залежно від виду травми та віку дитини",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31080",
    "name": "Т18 Анкілоз скронево-нижньощелепного суглобу у дітей. Клініка, діагностика, диференційна діагностика, особливості лікування в різному віці, реабілітація таких хворих",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31082",
    "name": "Т19 Етіологія, патогенез, класифікація, клінічна картина вроджених вад ЩЛД у дітей. Функціональні порушення в організмі дитини при незрощеннях губи та піднебіння",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31084",
    "name": "Т20 Принципи комплексного лікування дітей з вродженими дефектами та  деформаціями ЩЛД. Терміни оперативного лікування та їх обґрунтування",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31085",
    "name": "Т21 Комплексна реабілітація дітей з вродженими незрощеннями. Оформлення медичної документації для отримання соціальної допомоги за інвалідністю",
    "parent_id": "30685",
    "is_final": "1"
  },
  {
    "id": "31086",
    "name": "Т22 Підсумковий модульний контроль",
    "parent_id": "30685",
    "is_final": "1"
  }
]