[
  {
    "id": "31160",
    "name": "Підсумковий модульний контроль.",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31150",
    "name": "Т1 Морфологічна та функціональна характеристика тимчасового прикусу. Симптом Цілінського і його прогностичне значення",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31159",
    "name": "Т10 Вплив ортодонтичної апаратури на тканини жувального апарату. Планування ортодонтичного та ортопедичного лікування при зубо-щелепових аномаліях та дефектах зубних рядів у дітей у різні вікові періоди.",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31151",
    "name": "Т2 Морфологічна та функціональна характеристика змінного прикусу. Періоди становлення висоти прикусу",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31152",
    "name": "Т3 Морфологічна та функціональна характеристика постійного прикусу. Шість ключів оптимальної оклюзії за Ендрюсом",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31153",
    "name": "Т4 Суб’єктивні та об’єктивні методи обстеження ортодонтичного хворого. Клінічні діагностичні проби Ейшлера-Бітнера, Ільїної-Маркосян",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31154",
    "name": "Т5 Основні антропометричні виміри на діагностичних моделях і їх діагностичне значення (індекси Тона, Малигіна, Долгополової). Особливості виміру довжини зубного ряду. Визначення ширини зубного ряду за Поном. Визначення довжини переднього відділу зубного ряду. Графічне зображення форми зубного ряду",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31155",
    "name": "Т6 Рентгенологічні методи дослідження зубощелепового апарату у дітей (прицільна і аксіальна рентгенографія зубів). Ортопантомографія. Техніка проведення та розшифрування. Методика проведення профільної телерентгенографії. Розшифрування телерентгенограм.",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31156",
    "name": "Т7 Порушення функції жування при зубо-щелепових аномаліях і деформаціях, дефектах зубних рядів у дітей. Статичні та динамічні методи визначення жувальної ефективності.",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31157",
    "name": "Т8 Теорії перебудови кісткової тканини, що пояснюють процес переміщення зубів при апаратурному лікуванні (Флюренса, Валькгофа-Кінгслея, Опенгейма, Калвеліса та ін.).",
    "parent_id": "30686",
    "is_final": "1"
  },
  {
    "id": "31158",
    "name": "Т9 Класифікація ортодонтичних сил за Шварцем. Характер морфологічних і функціональних змін у пародонті при використанні малих, середніх, великих, переривчастих і постійнодіючих сил в ортодонтії.",
    "parent_id": "30686",
    "is_final": "1"
  }
]