[
  {
    "id": "34156",
    "name": "T1 Диференціальна діагностика каріозних та некаріозних уражень твердих тканин зубів. Сучасні методи лікування та профілактики. Фізичні фактори в діагностиці та лікуванні каріозних і некаріозних уражень зубів",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30782",
    "name": "T11 Диференціальна діагностика захворювань язика та губ. Сучасні методи лікування та профілактики. Фізичні методи діагностики та лікування захворювань язика та губ",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30781",
    "name": "T12 Диференціальна діагностика передракових станів слизової оболонки порожнини рота та червоної облямівки губ. Факультативні та облігатні передраки. Сучасні методи лікування і профілактики",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30770",
    "name": "T2 Диференціальна діагностика гострих та хронічних форм пульпітів. Сучасні технології лікування пупьпітів",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30789",
    "name": "T3 Диференціальна діагностика періодонтитів.Рентгенологічна діагностика періодонтитів. Сучасні технології лікування періодонтитів",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30788",
    "name": "T4 Диференціальна діагностика захворювань тканин пародонту. Сучасні методи лікування та профілактики. Використання фізичних факторів в діагностиці та лікуванні дистрофічно-запальних та дистрофічних хвороб пародонта",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "33958",
    "name": "T6 Диференціальна діагностика травматичних ушкоджень СОПР.Сучасні методи лікування та профілактики травматичних ушкоджень СОПР",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30786",
    "name": "T7 Диференціальна діагностика проявів інфекційних (вірусних, бактеріальних та мітотичних) хвороб на слизовій оболонці порожнини рота. Тактика лікаря-стоматолога",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "31185",
    "name": "М1 Цикл практичної підготовки з терапевтичної стоматології",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30783",
    "name": "Т10 Диференціальна діагностика проявів на слизовій оболонці порожнини рота дерматозів з аутоімунним компонентом. Міхурниця. Червоний плескатий лишай. Клініка, діагностика, тактика лікаря-стоматолога",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "31390",
    "name": "Т5 Диференціальна діагностика захворювань СОПР за елементами ураження (первинні та вторинні елементи ураження)",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30785",
    "name": "Т8 Диференціальна діагностика проявів захворювань крові та органів кровотворення на слизовій оболонці порожнини рота. Лейкемії, агранулоцитоз, анемії, тромбоцитопенічна пурпура. Тактика лікаря-стоматолога",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30784",
    "name": "Т9 Диференціальна діагностика ускладнень лікарської терапії, що пов’язані з алергією, інтоксикаціями. Тактика лікаря-стоматолога. Надання невідкладної допомоги",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "30771",
    "name": "T1 Диференціальна діагностика каріозних та некаріозних уражень твердих тканин зубів. Сучасні методи лікування та профілактики. Фізичні фактори в діагностиці та лікуванні каріозних і некаріозних уражень зубів",
    "parent_id": "30690",
    "is_final": "1"
  },
  {
    "id": "31187",
    "name": "T6 Диференціальна діагностика травматичних ушкоджень СОПР. Сучасні методи лікування та профілактики травматичних ушкоджень СОПР",
    "parent_id": "30690",
    "is_final": "1"
  }
]