[
  {
    "id": "3107",
    "name": "М1 Фармацевтичне право та законодавство",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "13060",
    "name": "Т 1 Правові основи організації охорони здоров'я. Система фармацевтичного права та фармацевтичного законодавства",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "13061",
    "name": "Т 2 Організаційно-правові форми фармацевтичної діяльності. Правовий статус суб'єктів правовідносин в охороні здоров'я та фармацевтичному секторі України",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "13848",
    "name": "Т 3 Ліцензування фармацевтичної діяльності як важливий механізм державного регулювання",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "13849",
    "name": "Т 4 Державна реєстрація лікарських засобів та їх допуск до медичного використання",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "15154",
    "name": "Т 7 Правові основи діяльності підприємств з оптової та роздрібної реалізації лікарських засобів. Правові основи дистрибуції. Правові аспекти діяльності медичних представників",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "15155",
    "name": "Т 8 Регуляторна система обігу ЛЗ. Державний контроль за просуванням (промоцією) ЛЗ на ринку. Реклама ЛЗ",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "15949",
    "name": "Т 9 Державне регулювання та контроль обігу наркотичних засобів, психотропних речовин, прекурсорів у закладах охорони здоров’я та аптечних закладах.",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "3456",
    "name": "Т10 Законодавчі основи фармацевтичного ціноутворення. Особливості формування та регулювання цін на ліки. Нормативно-правове забезпечення пільгового відпуску ЛЗ. Впровадження системи реімбурсації вартості ЛЗ в Україні.",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "3457",
    "name": "Т11 Податки як економічна, соціальна та правова категорії. Система оподаткування ЛЗ та ВМП.",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "3458",
    "name": "Т12 Законодавчі основи державного нагляду (контролю) у сфері обігу ЛЗ та ВМП. Юридична відповідальність фармацевтичних працівників за професійно-посадові правопорушення.",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "8079",
    "name": "Т13 Правове регулювання професійної діяльності фахівців фармації. Особливості регулювання праці фармацевтичних працівників.",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "8080",
    "name": "Т14 Фармацевтичне законодавство у системі права соціального захисту",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "13850",
    "name": "Т5 Стандартизація та сертифікація у фармацевтичній діяльності як гарантія якості ЛЗ. Державний контроль якості ЛЗ та ВМП. Екологічне право та фармацевтична діяльність",
    "parent_id": "3106",
    "is_final": "1"
  },
  {
    "id": "13851",
    "name": "Т6 Міжнародний досвід формування державної політики в галузі охорони здоров’я та фармації. Правові аспекти зовнішньоекономічної діяльності та митного регулювання експорту/імпорту ЛЗ. Державний контроль якості ЛЗ та ВМП, ввезених на митну територію України",
    "parent_id": "3106",
    "is_final": "1"
  }
]