[
  {
    "id": "22403",
    "name": "T 2 Протиепідемічні заходи в осередках  ГРВІ (грип, парагрип, аденовірусна, риновірусна, респіраторно-синтиціальна інфекції). Менінгококова інфекція. Дифтерія. Туберкульоз. Імунопрофілактика грипу, дифтерії та туберкульозу",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "22402",
    "name": "T1 Інфекція та інфекційний процес. Резервуари та джерела збудників інфекційних хвороб. Механізми, чинники та шляхи передачі збудників інфекційних хвороб. Вчення про імунітет. Організація та проведення імунопрофілактики. Препарати для створення активного і пасивного імунітету. Щеплення планові та за епідемічними показаннями. Календар профілактичних щеплень",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "22409",
    "name": "T6 Особливості проведення протиепідемічних заходів при надзвичайних ситуаціях. Санітарна охорона території. Особливо небезпечні інфекції. Режимно-обмежувальні заходи при карантинних інфекціях.",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "22407",
    "name": "Вірусні гепатити з гемоконтактним та фекально-оральним механізмом передачі. Клінічні прояви, діагностика, протиепідемічні заходи в осередку. Імунопрофілактика вірусних гепатитів А та В. Індивідуальна профілактика вірусних гепатитів. Особливості перебігу ВІЛ-інфекції",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "31479",
    "name": "ВК 13 Міжсесійне тестування",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "23214",
    "name": "Підсумковий модульний контроль",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "22408",
    "name": "Т3. Дитячі інфекції у дорослих. Кір, краснуха, епідемічний паротит, скарлатина. Імунопрофілактика цих захворювань. Герпесвірусні інфекції – HSV, VZV, EBV, CMV. Протиепідемічні заходи та профілактика",
    "parent_id": "31472",
    "is_final": "1"
  },
  {
    "id": "22410",
    "name": "Т5  Епідеміологічна характеристика інфекцій з трансмісивним механізмамом передачі(малярія, кліщовий енцефаліт, Лайм-бореліоз). Протиепідемічні заходи та профілактика",
    "parent_id": "31472",
    "is_final": "1"
  }
]