[
  {
    "id": "32212",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів Т1.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32221",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Підсумковий модульний контроль №1. Сировинна база лікарських рослин України: дикорослі та культивовані ЛР, номенклатура, ідентифікація в природі, заготівля, визначення запасів ЛРС, раціональне природокористування",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32213",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 1-2. Мета, завдання практики, її зміст, техніка безпеки під час практики. Терміни заготівлі ЛРС. Тестовий контроль до тем 1-2.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32218",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 10-11. Оптимізація збирання ЛРС з фаз вегетації рослин, первинна обробка, сушіння з урахуванням хімічного складу БАР, доведення сировини до стандартного стану, пакування, маркування, особливості зберігання різних груп ЛРС.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32219",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 12-13. Геоботанічна класифікація ЛР, належність до певного фітоценозу, морфологічна характеристика рослин. Виявлення заростей ЛР. Організаційні заходи щодо заготівлі ЛРС.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32220",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 14. Раціональне природокористування. Заходи з охорони лікарських рослин. Червона і Зелена книги України.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32214",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 3-4. Основи культивування лікарських рослин. Правила екологічно чистого виробництва ЛРС. Організація заготівлі ЛРС. Освоєння прийомів заготівлі, первинної обробки, сушки, приведення ЛРС до стандартного стану, пакування, маркування і зберігання ЛРС.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32215",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 5-6. Спостереження і догляд за культивованими ЛР з використанням належної практики культивування (GACP). Тестовий контроль до тем 5 - 6.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32216",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів. Тема 7. Заготівельний процес. Правила заготівлі, первинної обробки і сушки сировини. Тестовий контроль до теми 7.",
    "parent_id": "32173",
    "is_final": "1"
  },
  {
    "id": "32217",
    "name": "Фармакогнозія з основами фармацевтичної біотехнології лікарських рослин та препаратів.Тема 8-9. Основи культивування ЛР. Вивчення асортименту культивованих ЛР, методів їх інтродукції та селекції.",
    "parent_id": "32173",
    "is_final": "1"
  }
]