[
  {
    "id": "33278",
    "name": "Анатомія людини ПМК",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33277",
    "name": "Анатомія людини Т01 Основні терміни опорно-рухової системи",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33276",
    "name": "Анатомія людини Т02 Анатомія травної, дихальної, сечової, чоловічої і жіночої статевих систем (базова термінологія)",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33275",
    "name": "Анатомія людини Т03 Анатомія серцево-судинної, ендокринної та імунної систем (базова термінологія)",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33274",
    "name": "Анатомія людини Т04 Анатомія центральної нервової системи та органів чуття (базова термінологія).",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33273",
    "name": "Анатомія людини Т05 Анатомічна термінологія периферійної нервової системи",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33272",
    "name": "Анатомія людини Т06 Підсумковий модульний контроль: тести",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36382",
    "name": "ФІЗІОЛОГІЯ ПМК",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36383",
    "name": "ФІЗІОЛОГІЯ Т01 Фізіологія як наука. Експериментальні та клінічні методи дослідження у фізіології. Основні фізіологічні терміни та поняття",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36384",
    "name": "ФІЗІОЛОГІЯ Т02 Фізіологія збудливих структур. Поняття про нерви, м'язи, синапси. Особливості фізіологічної термінології",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36385",
    "name": "ФІЗІОЛОГІЯ Т03 Нервова регуляція організму. Центральна нервова система. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36386",
    "name": "ФІЗІОЛОГІЯ Т04 Роль периферійної нервової системи у регуляції вісцеральних функцій. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36387",
    "name": "ФІЗІОЛОГІЯ Т05 Дослідження механізмів гуморальної регуляції функцій організму. Фактори гуморальної регуляції. Гіпоталамо-гіпофізарна система, тимус, шитоподібна та паращитоподібні залози. Терміносистема, що характеризує їх вплив на процеси росту та розвитку організму",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36388",
    "name": "ФІЗІОЛОГІЯ Т06 Фізіологічне значення гормонів підшлункової, надниркових і статевих залоз. Основні терміни та поняття в ендокринології.",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "37031",
    "name": "ФІЗІОЛОГІЯ Т07 Функціональна організація аналізаторів. Сомато-сенсорна, смакова та нюхова сенсорні системи. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36402",
    "name": "ФІЗІОЛОГІЯ Т08 Зорова, слухова та вестибулярна сенсорні системи. Поняття та терміни, що характеризують їх фізіологічні особливості та порушення функцій",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36391",
    "name": "ФІЗІОЛОГІЯ Т09 Фізіологічні основи пам'яті, уваги, мотивацій  та емоцій. Особливості медичних термінів і понять, що характеризують психічні функції людини",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36392",
    "name": "ФІЗІОЛОГІЯ Т10 Внутрішнє середовище організму. Основні фізіологічні константи крові та їх терміносистема",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36393",
    "name": "ФІЗІОЛОГІЯ Т11 Базова фізіологічна термінологія системи гемостазу та фібринолізу. Основні поняття групової належності крові та гемотрансфузії",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36394",
    "name": "ФІЗІОЛОГІЯ Т12 Фізіологічні властивості міокарду. Особливості використання медичної термінології для характеристики функціональної активності серця",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36395",
    "name": "ФІЗІОЛОГІЯ Т13 Основні закономірності гемодинаміки. Поняття та терміни, що характеризують показники гемодинаміки",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36396",
    "name": "ФІЗІОЛОГІЯ Т14 Загальна характеристика системи дихання. Базова фізіологічна термінологія процесів газообміну",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36397",
    "name": "ФІЗІОЛОГІЯ Т15 Основні фізіологічні константи системи дихання. Терміносистема, що характеризує порушення сталості газових констант крові",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36398",
    "name": "ФІЗІОЛОГІЯ Т16 Обмін речовин і енергії. Процеси терморегуляції. Загальна характеристика терміносистеми",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36399",
    "name": "ФІЗІОЛОГІЯ Т17 Загальна характеристика системи травлення. Базова фізіологічна термінологія процесів механічної та хімічної обробки їжі у ротовій порожнині та шлунку",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36400",
    "name": "ФІЗІОЛОГІЯ Т18 Фізіологічні особливості процесів травлення у тонкій і товстій кишці. Медична термінологія, що характеризує кінцевий етап гідролізу та всмоктування поживних речовин",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36401",
    "name": "ФІЗІОЛОГІЯ Т19 Система виділення. Основні фізіологічні терміни, що пояснюють роль нирок у процесах сечоутворення та сечовиділення",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33969",
    "name": "ФІЗІОЛОГІЯ ПМК",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33970",
    "name": "ФІЗІОЛОГІЯ Т01 Фізіологя, як наука. Експерементальні та клінічні методи дослідження у фізіології. Основні фізіологічні терміни та поняття",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33971",
    "name": "ФІЗІОЛОГІЯ Т02 Фізіологічні особливості нервової регуляції організму. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33972",
    "name": "ФІЗІОЛОГІЯ Т03 Дослідження механізмів гуморальної регуляції функцій організму. Фактори гуморальної регуляції та їх вплив на процеси життєдіяльності. Фізіологічні аспекти вживання термінів і понять в ендокринології",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33973",
    "name": "ФІЗІОЛОГІЯ Т04 Функціональна організація сенсорних систем. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33974",
    "name": "ФІЗІОЛОГІЯ Т05 Внутрішнє середовище організму. Основні фізіологічні константи крові та серцево-судинної системи. Дослідження системи дихання. Особливості відтворення основних параметрів гомеостазу при медичному перекладі",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "33975",
    "name": "ФІЗІОЛОГІЯ Т06 Обмін речовин і енергії. Загальна характеристика системи травлення та виділення. Базова фізіологічна термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "32922",
    "name": "Т01. Фізіологя, як наука. Експерементальні та клінічні методи дослідження у фізіології. Основні фізіологічні терміни та поняття",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "32923",
    "name": "Т02. Фізіологічні особливості нервової регуляції організму. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "32924",
    "name": "Т03. Дослідження механізмів гуморальної регуляції функцій організму. Фактори гуморальної регуляції та їх вплив на процеси життєдіяльності. Фізіологічні аспекти вживання термінів і понять в ендокринології",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "32925",
    "name": "Т04. Функціональна організація сенсорних систем. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "32926",
    "name": "Т05. Внутрішнє середовище організму. Основні фізіологічні константи крові та серцево-судинної системи. Дослідження системи дихання. Особливості відтворення основних параметрів гомеостазу при медичному перекладі",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "32927",
    "name": "Т06. Обмін речовин і енергії. Загальна характеристика системи травлення та виділення. Базова фізіологічна термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35212",
    "name": "ФІЗІОЛОГІЯ Т01 Фізіологія як наука. Експериментальні та клінічні методи дослідження у фізіології. Основні фізіологічні терміни та поняття",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35213",
    "name": "ФІЗІОЛОГІЯ Т02 Фізіологія збудливих структур. Поняття про нерви, м'язи, синапси. Особливості фізіологічної термінології",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35214",
    "name": "ФІЗІОЛОГІЯ Т03 Нервова регуляція організму. Центральна нервова система. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35215",
    "name": "ФІЗІОЛОГІЯ Т04 Роль периферійної нервової системи у регуляції вісцеральних функцій. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35216",
    "name": "ФІЗІОЛОГІЯ Т05 Дослідження механізмів гуморальної регуляції функцій організму. Фактори гуморальної регуляції. Гіпоталамо-гіпофізарна система, тимус, шитоподібна та паращитоподібні залози. Терміносистема, що характеризує їх вплив на процеси росту та розвитку організму",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35217",
    "name": "ФІЗІОЛОГІЯ Т06 Фізіологічне значення гормонів підшлункової, надниркових і статевих залоз. Основні терміни та поняття в ендокринології.",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "35218",
    "name": "ФІЗІОЛОГІЯ Т07 Функціональна організація аналізаторів. Сомато-сенсорна, смакова та нюхова сенсорні системи.Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  },
  {
    "id": "36389",
    "name": "ФІЗІОЛОГІЯ Т07 Функціональна організація аналізаторів. Сомато-сенсорна, смакова та нюхова сенсорні системи. Базова медична термінологія",
    "parent_id": "32918",
    "is_final": "1"
  }
]