[
  {
    "id": "33569",
    "name": "T08. Гепатит та цироз печінки: етіологія, клінічні прояви, методи діагностики і лікування, профілактичні заходи (базові терміни).",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "33567",
    "name": "T3Мітральні й аортальні вади серця:симптоми і синдроми пацієнта, методи",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "33570",
    "name": "Дайте визначення поняття гіпертензія?:",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "32966",
    "name": "Т01 Хронічний бронхіт і бронхіальна астма: скарги і симптоми пацієнта, методи діагностики, лікування і профілактики (базові терміни).",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "32971",
    "name": "Т02 Пневмонії: етіологія, симптоми та синдроми, інструментальні та лабораторні методи дослідження, діагностика, лікування, профілактичні заходи (базові терміни).",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "32974",
    "name": "Т05 Ішемічна хвороба серця: основні симптоми та синдроми при стенокардії та інфаркті міокарда, діагностика, лікувально-профілактичні заходи (базові терміни)",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "32975",
    "name": "Т06: Гостра і хронічна серцево-судинна недостатність: клінічні прояви, методи діагностики та лікування (базові терміни)",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "32976",
    "name": "Т07Гастрит, виразкова хвороба, холецистит, панкреатит: етіологічні чинники, симптоматика, діагностика, лікування, профілактика (базові терміни)",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "33566",
    "name": "Т09.Пієлонефрит, гломерулонефрит, хронічна хвороба нирок: симптоми та синдроми, лабораторна діагностика, лікування, профілактика (базові терміни).",
    "parent_id": "32964",
    "is_final": "1"
  },
  {
    "id": "34344",
    "name": "Т10. Цукровий діабет та захворювання щитоподібної залози:  етіологічні чинники, фактори ризику, симптоми та синдроми, діагностика і лікування (базові терміни).",
    "parent_id": "32964",
    "is_final": "1"
  }
]