[
  {
    "id": "26454",
    "name": "Вступ у фармацію. ПРОМІЖНЕ ТЕСТУВАННЯ.",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10924",
    "name": "Т1 Санітарно-протиепідемічний режим аптеки та фармацевтичний порядок. Одержання води очищеної, контроль її якості та умови зберігання.",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10933",
    "name": "Т10 Робоче місце провізора, що займається виготовленням внутрішньоаптечних заготовок. Асортимент внутрішньоаптечних заготовок.",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "3449",
    "name": "Т10 Сучасний стан розвитку фармації в Україні та за кордоном",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10925",
    "name": "Т2 Види тари та упаковки; вимоги до обробки, миття та сушки аптечного посуду",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10926",
    "name": "Т3 Нормативно-правові та законодавчі акти України, вимоги Належної аптечної практики (GPP) до виготовлення нестерильних лікарських засобів",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10927",
    "name": "Т4 Дозування в аптечній практиці. Ваговимірювальні прилади, які застосовуються в аптечній практиці.",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10928",
    "name": "Т5 Робоче місце фармацевта, його оснащення",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10929",
    "name": "Т6 Дозування, фасування, пакування і оформлення до відпуску твердих лікарських засобів",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10930",
    "name": "Т7 Дозування, фасування, пакування і оформлення до відпуску рідких лікарських засобів",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10931",
    "name": "Т8 Дозування, фасування, пакування і оформлення до відпуску м’яких лікарських засобів",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "3448",
    "name": "Т9 Історія медицини і фармації в країнах світу в різні історичні епохи",
    "parent_id": "3447",
    "is_final": "1"
  },
  {
    "id": "10932",
    "name": "Т9 Нормативно-правові та законодавчі акти України, вимоги Належної аптечної практики (GPP) до забезпечення асептичних умов виготовлення лікарських засобів в умовах аптеки",
    "parent_id": "3447",
    "is_final": "1"
  }
]