[
  {
    "id": "34644",
    "name": "T1. Взаємодія лікарських засобів. Клінічна фармакокінетика та фармакодинаміка. Вплив різних факторів на дію лікарських засобів. Побічна дія ліків.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35033",
    "name": "T10. Клінічна фармакологія гормональних препаратів, їх замінників та антагоністів. Фармакотерапія захворювань щитоподібної залози, цукрового діабету.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35034",
    "name": "T11. Клінічна фармакологія засобів, що впливають на центральну нервову систему (нейролептики, антидепресанти, анксіолітики, анестетики). Фармакотерапія невідкладних станів при гострих інтоксикаціях ліками та отрутами.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "34646",
    "name": "T2. Основні поняття лікарської токсикології. Класифікація ліків за їх токсичними ефектами. Механізми токсичної дії ліків. Клінічні ознаки медикаментозних отруєнь. Принципи детоксикаційної терапії. Антидоти, особливості їх застосування. Медикаментозна хвороба.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "34647",
    "name": "T3. Клінічна фармакологія лікарських засобів, що впливають на функції травного каналу, гепатобіліарну систему та підшлункову залозу.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "34648",
    "name": "T4. Клінічна фармакологія  антиангінальних та антиішемічних лікарських засобів. Клінічна фармакологія  антиаритмічних лікарських засобів.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35028",
    "name": "T5. Клініко-фармакологічна характеристика лікарських засобів, що впливають на здатність крові до згортання. Фармакотерапія гемостазу та гемокоагуляції.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35029",
    "name": "T6. Клініко-фармакологічна характеристика антигіпертензивних лікарських засобів. Клінічна фармакологія діуретиків. Фармакотерапія гострої і хронічної серцевої недостатності.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35030",
    "name": "T7. Клінічна фармакологія засобів, що впливають на функцію органів дихання. Фармакотерапія бронхообструктивних станів. Клінічна фармакологія антиалергічних препаратів.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35031",
    "name": "T8. Клінічна фармакологія антибіотиків, антибактеріальних препаратів,. Фармакотерапія інфекційних та паразитарних захворювань.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35032",
    "name": "T9. Клінічна фармакологія нестероїдних, стероїдних протизапальних препаратів і середників, що впливають на імунні процеси. Фармакотерапія дифузних захворювань сполучної тканини та автоімунних захворювань.",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "34623",
    "name": "Взірець",
    "parent_id": "34622",
    "is_final": "1"
  },
  {
    "id": "35037",
    "name": "ПМК",
    "parent_id": "34622",
    "is_final": "1"
  }
]