[
  {
    "id": "11939",
    "name": "T1 Особливості ендодонтичного лікування пульпітів тимчасових та постійних зубів у дітей.Топографо-морфологічні особливості системи кореневих каналів постійних та тимчасових зубів у різні вікові періоди. Структура та функції пульпи постійних та тимчасових зубів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11937",
    "name": "T1 Особливості оперативного лікування карієсу у дітей в тимчасових і постійних зубах залежно від віку дитини. Неоперативне лікування карієсу зубів у дітей: ремінералізуюча терапія – лікувальні засоби, методика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11936",
    "name": "T1 Пломбувальні матеріали для відновлення анатомо-фізіологічної цілісності зубів у дітей. Вимоги до них, види матеріалів, техніка пломбування. Сучасні матеріали для герметизації зубних фісур у дітей. Техніка використання.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11938",
    "name": "T1 Помилки та ускладнення в діагностиці та лікуванні карієсу у дітей. Помилки та ускладнення при діагностиці та лікування карієсу зубів у дітей. Тестування по розділу «Карієс зубів у дітей».",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11940",
    "name": "T1 Помилки та ускладнення в діагностиці та лікуванні пульпітів тимчасових та постійних зубів у дітей. Інструменти та методи розкриття пульпової камери. Інструментальна обробка кореневих каналів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10411",
    "name": "Т1 Алергічні захворювання (реакціїя миттєвого і сповільненого типу). Багатоформна ексудативна еритема.Причини, клініка, діагностика, лікування та профілактика. Особливості прояву на СОПР – клініка, діагностика, лікування.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7618",
    "name": "Т1 Анатомічна будова слизової оболонки порожнини рота. Класифікація захворювань слизової оболонки ротової порожнини. Елементи ураження СОПР. Клінічні та лабораторні методи обстеження слизової оболонки. Методи оцінки імунологічного статусу хворих із ураженням слизової оболонки.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10417",
    "name": "Т1 Анатомічна будова слизової оболонки порожнини рота. Класифікація захворювань слизової оболонки ротової порожнини. Елементи ураження СОПР. Клінічні та лабораторні методи обстеження слизової оболонки. Методи оцінки імунологічного статусу хворих із ураженням слизової оболонки.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11285",
    "name": "Т1 Аномалії і хвороби язика. Клініка, діагностика. Передракові захворювання слизової оболонки рота і червоної облямівки губ. Лейкоплакія. Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3494",
    "name": "Т1 Бондингові системи для емалі та дентину. Адгезивна техніка реставрації. Особливості підбору кольору пломбувального матеріалу. Засоби для фінішної обробки пломб..",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11927",
    "name": "Т1 Вибір кореневих пломбувальних матеріалів для заповнення каналів при лікуванні тимчасових і постійних зубів у різні вікові періоди. Тестування по розділу «Пульпіти тимчасових та постійних зубів у дітей».",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10415",
    "name": "Т1 Вірусні захворювання. ВІЛ-інфекція. СНІД. Прояви на СОПР. Клініка, діагностика, лікування. Профілактика СНІДу в діяльності стоматолога. Прояви на СОПР сифілісу та туберкульозу. Гінгівостоматит Венсана. Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7609",
    "name": "Т1 Генералізований пародонтит. Прогресуючий перебіг. Абсцедування. Клініка. Ступені тяжкості. Діагностичні критерії. Прогноз лікування.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7614",
    "name": "Т1 Диференційна діагностика захворювань тканин пародонту. Ідіопатичні ураження тканин пародонта. Класифікація, етіологія, патогенез, клініка, діагностика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3491",
    "name": "Т1 Диференційна діагностика некаріозних уражень зубів, що виникає після прорізування. Сучасні методи лікування некаріозних уражень зубів, профілактика, методи попередження виникнення.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11928",
    "name": "Т1 Диференційна діагностика періодонтитів тимчасових та постійних зубів у дітей. Структура та функції періодонта. Етіологія та патогенез періодонтиту тимчасових та постійних зубів у дітей.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3484",
    "name": "Т1 Диференційна діагностика періодонтитів. Клініка, діагностика хронічних форм періодонтитів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11926",
    "name": "Т1 Диференційна діагностика пульпітів тимчасових та постійних зубів у дітей. Пульпіт тимчасових зубів. Етіологія та патогенез. Класифікація. Клінічна симптоматика.Загальні схеми лікування пульпіту постійних та тимчасових зубів у дітей.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11934",
    "name": "Т1 Ендемічний флюороз зубів. Диференційна діагностика, лікування, профілактика. Клінічні ознаки, лікування та профілактика некаріозних уражень твердих тканин зубів у дітей.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10420",
    "name": "Т1 Зміни на СОПР при гострих інфекційних захворюваннях (скарлатина, кір, дифтерія, грип, ящур, інфекційний мононуклеоз). Клініка, діагностика, місцеві втручання при комплексному лікуванні хворих. Хейліти. Клініка, діагностика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11284",
    "name": "Т1 Зміни на СОПР при патології серцево-судинної, ендокринної систем та органів шлункового тракту. Неврогенні ураження ЩЛД.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10416",
    "name": "Т1 Зміни на СОПР при патології серцево-судинної, ендокринної систем та органів шлункового тракту. Неврогенні ураження ЩЛД.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10413",
    "name": "Т1 Зміни на СОПР при патології червоного ростка крові. Зміни на СОПР при патології білого ростка крові.Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10414",
    "name": "Т1 Зміни слизової оболонки рота при системних хворобах і хворобах обміну. Зміни слизової оболонки рота при дерматозах з аутоімунним компонентом (пухирчатка, пемфігоїд, червоний плескатий лишай, червоний вовчак, хвороба Дюринга).",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11291",
    "name": "Т1 Знеболювання в дитячій стоматології. Показання, методика проведення. Медикаментозні середники. Дозування. Допомога дітям під час невідкладних станів, що виникли на прийомі  у лікаря-стоматолога (асфіксія, анафілактичний шок,  зупинка серця). Клінічні прояви і надання невідкладної допомоги дітям при обмороці та колапсі.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7606",
    "name": "Т1 Клініка, діагностика виразкового гінгівіту. Особливості лікування. Профілактика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7611",
    "name": "Т1 Клініка, діагностика хронічного генералізованого пародонтиту ІІ ступеня важкості.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7612",
    "name": "Т1 Клініка, діагностика хронічного генералізованого пародонтиту ІІІ ступеня важкості та генералізованого пародонтиту в стадії загострення.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7607",
    "name": "Т1 Клініка,діагностика виразкового гінгівіту. Особливості лікування. Профілактика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3482",
    "name": "Т1 Композитні пломбувальні матеріали. Класифікація. Властивості основних класів композитних матеріалів. Компомери, герметики,. Основні принципи пломбування зубів композитними матеріалами. Особливості підготовки порожнини зуба під пломбування композитним матеріалом. Фотополімеризатори. Види. Переваги застосування. Негативні властивості.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3486",
    "name": "Т1 Лікування хронічних форм періодонтитів. Етапи лікування. Методи та матеріали для пломбування кореневих каналів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10418",
    "name": "Т1 Механічна, хімічна та фізична травма СОПР. Дія мікро струмів на СОПР. Променеві ураження щелепно-лицевої ділянки. Прояви на СОПР інтоксикації організму солями важких металів (ртуть, свинець, вісмут). Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10419",
    "name": "Т1 Мікотичні ураження СОПР. Клініка, діагностика, тактика лікаря-стоматолога. Схема лікування, прогноз.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11290",
    "name": "Т1 Морфофункціональні особливості будови органів щелепно-лицьової ділянки у дітей різного віку. Фактори ризику та прогнозування карієсу у дітей різного віку. Значення факторів ризику в розвитку каріозного процесу у дітей різного віку.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11933",
    "name": "Т1 Некаріозні ураження зубів, що виникають до прорізування. Діагностика. Некаріозні ураження твердих тканин зубів у дітей. Етіологічні фактори. Генетично детерміновані ураження твердих тканин зубів. Спадкові синдроми. Методи обстеження. Діагностика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3490",
    "name": "Т1 Некаріозні ураження зубів, що виникають після прорізування зубів. Травматичні ушкодження зубів. Клініка. Діагностика. Некаріозні ураження зубів, що виникають після прорізування зубів. Клініка, діагностика (клиноподібний дефект, ерозія та некроз твердих тканин зуба, підвищене стирання зубів).",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11289",
    "name": "Т1 Особливості діагностики стоматологічних захворювань у дітей різного віку. Методи обстеження при стоматологічних захворюваннях у дітей: методи дослідження кісткової тканини щелепно-лицевої ділянки, імунологічні методи обстеження.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11931",
    "name": "Т1 Особливості лікування періодонтитів тимчасових та постійних зубів у дітей. Лікування гострого та хронічного періодонтиту тимчасових зубів. Лікування періодонтиту постійних зубів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3483",
    "name": "Т1 Особливості обстеження хворих на періодонтит. Сучасні методи діагностики. Клініка, діагностика гострих форм періодонтитів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7608",
    "name": "Т1 Пародонтит локальний. Клініка, діагностика, лікування. Хронічний генералізований пародонтит початкового та першого ступеня – клініка та діагностика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7613",
    "name": "Т1 Пародонтоз – клініка, діагностика. Лікування пародонтозу. Пародонтоми – клініка, діагностика.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11292",
    "name": "Т1 Патогенетичні основи лікування карієсу в віковому аспекті залежно від ступеню активності карієсу. Карієс зубів у дітей. Класифікація. Методи діагностики. Особливості карієсу у дітей в тимчасових і постійних зубах.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11930",
    "name": "Т1 Періодонтит постійних зубів у дітей в різні вікові періоди. Класифікація, особливості клінічного перебігу, методи обстеження.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11929",
    "name": "Т1 Періодонтит тимчасових зубів у дітей в різні вікові періоди, класифікація, особливості клінічного перебігу, методи обстеження.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7610",
    "name": "Т1 Помилки в діагностиці та лікуванні дітей із патологією тканин пародонта",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7605",
    "name": "Т1 Помилки й ускладнення у застосуванні сучасних пломбувальних матеріалів. Металеві пломбувальні матеріали, позитивні й негативні властивості. Срібні амальгами ІІ та ІІІ поколінь. Показання до використання. Техніка пломбування. Тестування до розділу «Пломбувальні матеріали».",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11932",
    "name": "Т1 Помилки та ускладнення в діагностиці та лікуванні  періодонтитів тимчасових та постійних зубів у дітей. Помилки, ускладнення діагностики і лікування пульпітів та періодонтитів тимчасових та постійних зубів у дітей. Тестування по розділу „Періодонтит тимчасових та постійних зубів у дітей”",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3488",
    "name": "Т1 Помилки та ускладнення в діагностиці та лікуванні періодонтиту. Прогноз лікування. Віддалені результати. Роль і місце фізичних методів в лікуванні періодонтиту.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11286",
    "name": "Т1 Помилки та ускладнення в діагностиці та лікуванні хвороб слизової оболонки порожнини рота. Тестування по розділу „Захворювання слизової оболонки”.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7615",
    "name": "Т1 Помилки у діагностиці та лікуванні хворих із патологією тканин пародонта. Методи зняття зубних відкладень. Фізіотерапевтичні методи лікування хворих з патологією пародонта. Роль і місце тимчасового шинування та лікувальних пов’язок в пародонтології.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11288",
    "name": "Т1 Постійний струм в методиках гальванізації електрофорезу і електрознеболювання. Перемінні  струми і поля високої частоти, ультрависокої та надвисокої частоти. Масажі (гідро-, вібро-, вакуум-, ауто-). Світло- та пелоїдотерапія. Тепловодолікування, застосування низьких температур у стоматології. Постійне електричне поле високої напруги.УЗ-терапія. Лазеротерапія. Магнітне поле постійної і низької частоти в стоматології. Бальнеотерапія.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7616",
    "name": "Т1 Принципи комплексного лікування захворювань тканин пародонта. Принципи медикаментозного лікування хвороб пародонта. Фармакотерапія дистрофічно-запальних захворювань тканин пародонта. Результати лікування захворювань тканин пародонта. Ускладнення лікарської терапії у стоматологічній практиці.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "7617",
    "name": "Т1 Профілактика хвороб тканин пародонта. Засоби індивідуальної гігієни порожнини рота, предмети догляду за порожниною рота, навчання догляду за порожниною рота. Тестування до розділу «Захворювання пародонта».",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3487",
    "name": "Т1 Реставрація і реконструкція зубів і зубних рядів сучасними склоіономерними і композитними матеріалами.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3493",
    "name": "Т1 Стоматологічні пломбувальні матеріали, класифікація, загальна характеристика, вимоги до них, покази до застосування. Матеріали для пов’язок та тимчасових пломб. Матеріали для ізолюючих прокладок. Лікувальні прокладки. Рідини для медикаментозної обробки порожнин.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3495",
    "name": "Т1 Стоматологічні цементи: цинк-фосфатні, полікарбоксилатні, склоіономерні. Показання до застосування.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11935",
    "name": "Т1 Структура захворюваності, особливості клініки і діагностики хвороб пародонта у дітей. Анатомічні та морфологічні особливості будови тканин пародонта у дітей. Етіологія і патогенез ураження тканин пародонта у дітей.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3485",
    "name": "Т1 Сучасні методи лікування періодонтитів. Лікування гострих форм періодонтитів. Етапи лікування. Методи та матеріали для пломбування кореневих каналів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3489",
    "name": "Т1 Тестування по розділу “Захворювання періодонта”.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3492",
    "name": "Т1 Тестування по розділу “Некаріозні ураження зубів”.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "3496",
    "name": "Т1 Техніка пломбування склоіономерними цементами. Закритий та відкри¬тий „сендвіч”. Методика попередження абфракційного ефекту композитів.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "11287",
    "name": "Т1 Фізичні методи в комплексному лікуванні основних стоматологічних захворювань. Ультразвук у стоматології. Апарати для лікування захворювань пародонта. Лазери у стоматології. Можливості сучасних лазерів у терапевтичній стоматології. Електроодонтометрія. Сучасна апаратура. Техніка проведення.",
    "parent_id": "3480",
    "is_final": "1"
  },
  {
    "id": "10412",
    "name": "Т1 Хронічний рецидивуючий афтозний стоматит та синдром Бехчета – діагностика, лікування та профілактика.",
    "parent_id": "3480",
    "is_final": "1"
  }
]