[
  {
    "id": "3509",
    "name": "﻿ Т1 Зміни на СОПР при патології червоного ростка крові. Зміни на СОПР при патології білого ростка крові.Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7595",
    "name": "T1Диференційна діагностика пульпітів тимчасових та постійних зубів у дітей. Пульпіт тимчасових зубів. Етіологія та патогенез. Класифікація. Клінічна симптоматика.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7593",
    "name": "T1Особливості ендодонтичного лікування пульпітів тимчасових та постійних зубів у дітей.Топографо-морфологічні особливості системи кореневих каналів постійних та тимчасових зубів у різні вікові періоди. Структура та функції пульпи постійних та тимчасових зубів.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7591",
    "name": "T1Особливості оперативного лікування карієсу у дітей в тимчасових і постійних зубах залежно від віку дитини. Неоперативне лікування карієсу зубів у дітей: ремінералізуюча терапія – лікувальні засоби, методика.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7590",
    "name": "T1Пломбувальні матеріали для відновлення анатомо-фізіологічної цілісності зубів у дітей. Вимоги до них, види матеріалів, техніка пломбування. Сучасні матеріали для герметизації зубних фісур у дітей. Техніка використання.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7592",
    "name": "T1Помилки та ускладнення в діагностиці та лікуванні карієсу у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7594",
    "name": "T1Помилки та ускладнення в діагностиці та лікуванні пульпітів тимчасових та постійних зубів у дітей. Інструменти та методи розкриття пульпової камери. Інструментальна обробка кореневих каналів.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "10421",
    "name": "Ендемічний флюороз зубів. Диференційна діагностика, лікування, профілактика. Клінічні ознаки, лікування та профілактика некаріозних уражень твердих тканин зубів у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7604",
    "name": "Ендемічний флюороз зубів. Диференційна діагностика, лікування, профілактика. Клінічні ознаки, лікування та профілактика некаріозних уражень твердих тканин зубів у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3507",
    "name": "Т1 Алергічні захворювання (реакціїя миттєвого і сповільненого типу). Багатоформна ексудативна еритема.Причини, клініка, діагностика, лікування та профілактика. Особливості прояву на СОПР – клініка, діагностика, лікування.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3498",
    "name": "Т1 Вірусні захворювання. ВІЛ-інфекція. СНІД. Прояви на СОПР. Клініка, діагностика, лікування. Профілактика СНІДу в діяльності стоматолога. Прояви на СОПР сифілісу та туберкульозу. Гінгівостоматит Венсана. Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "10423",
    "name": "Т1 Захворювання тканин пародонта у дітей. Нозологія, методи обстеження, клініка, діагностика.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3500",
    "name": "Т1 Зміни Аномалії і хвороби язика. Клініка, діагностика. Передракові захворювання слизової оболонки рота і червоної облямівки губ. Лейкоплакія. Клініка, діагностика, тактика стоматолога.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3506",
    "name": "Т1 Зміни на СОПР при гострих інфекційних захворюваннях (скарлатина, кір, дифтерія, грип, ящур, інфекційний мононуклеоз). Клініка, діагностика, місцеві втручання при комплексному лікуванні хворих. Хейліти. Клініка, діагностика.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3499",
    "name": "Т1 Зміни на СОПР при патології серцево-судинної, ендокринної систем та органів шлункового тракту. Неврогенні ураження ЩЛД.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3511",
    "name": "Т1 Зміни слизової оболонки рота при системних хворобах і хворобах обміну. Зміни слизової оболонки рота при дерматозах з аутоімунним компонентом (пухирчатка, пемфігоїд, червоний плескатий лишай, червоний вовчак, хвороба Дюринга).",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3510",
    "name": "Т1 Знеболювання в дитячій стоматології. Показання, методика проведення. Медикаментозні середники. Дозування. Допомога дітям під час невідкладних станів, що виникли на прийомі  у лікаря-стоматолога (асфіксія, анафілактичний шок,  зупинка серця). Клінічні прояви і надання невідкладної допомоги дітям при обмороці та колапсі.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3497",
    "name": "Т1 Морфофункціональні особливості будови органів щелепно-лицьової ділянки у дітей різного віку. Фактори ризику та прогнозування карієсу у дітей різного віку. Значення факторів ризику в розвитку каріозного процесу у дітей різного віку.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3505",
    "name": "Т1 Особливості діагностики стоматологічних захворювань у дітей різного віку. Методи обстеження при стоматологічних захворюваннях у дітей: методи дослідження кісткової тканини щелепно-лицевої ділянки,  імунологічні методи обстеження.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3503",
    "name": "Т1 Патогенетичні основи лікування карієсу в віковому аспекті залежно від ступеню активності карієсу. Карієс зубів у дітей. Класифікація. Методи діагностики. Особливості карієсу у дітей в тимчасових і постійних зубах.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3501",
    "name": "Т1 Помилки та ускладнення в діагностиці та лікуванні хвороб слизової оболонки порожнини рота. Тестування по розділу „Захворювання слизової оболонки”",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3504",
    "name": "Т1 Постійний струм в методиках гальванізації електрофорезу і електрознеболювання. Перемінні  струми і поля високої частоти, ультрависокої та надвисокої частоти. Масажі (гідро-, вібро-, вакуум-, ауто-). Світло- та пелоїдотерапія. Тепловодолікування, застосування низьких температур у стоматології. Постійне електричне поле високої напруги.УЗ-терапія. Лазеротерапія. Магнітне поле постійної і низької частоти в стоматології. Бальнеотерапія.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "10422",
    "name": "Т1 Структура захворюваності, особливості клініки і діагностики хвороб пародонта у дітей. Анатомічні та морфологічні особливості будови тканин пародонта у дітей. Етіологія і патогенез ураження тканин пародонта у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "10424",
    "name": "Т1 Сучасні методи лікування гінгівітів у дітей та підлітків. Гінгівіт, пародонтит. Клініка. Ступені важкості. Перебіг. Діагностичні критерії. Прогноз лікування.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3502",
    "name": "Т1 Фізичні методи в комплексному лікуванні основних стоматологічних захворювань. Ультразвук у стоматології. Апарати для лікування захворювань пародонта. Лазери у стоматології. Можливості сучасних лазерів у терапевтичній стоматології. Електроодонтометрія. Сучасна апаратура. Техніка проведення.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "3508",
    "name": "Т1 Хронічний рецидивуючий афтозний стоматит та синдром Бехчета – діагностика, лікування та профілактика.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7597",
    "name": "Т1Вибір кореневих пломбувальних матеріалів для заповнення каналів при лікуванні тимчасових і постійних зубів у різні вікові періоди. Тестування по розділу «Пульпіти тимчасових та постійних зубів у дітей»",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7599",
    "name": "Т1Диференційна діагностика періодонтитів тимчасових та постійних зубів у дітей. Структура та функції періодонта. Етіологія та патогенез періодонтиту тимчасових та постійних зубів у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7598",
    "name": "Т1Диференційна діагностика періодонтитів тимчасових та постійних зубів у дітей. Структура та функції періодонта. Етіологія та патогенез періодонтиту тимчасових та постійних зубів у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7596",
    "name": "Т1Загальні схеми лікування пульпіту постійних та тимчасових зубів у дітей.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7603",
    "name": "Т1Некаріозні ураження твердих тканин зубів у дітей. Етіологічні фактори. Генетично детерміновані ураження твердих тканин зубів. Спадкові синдроми. Методи обстеження. Діагностика.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7601",
    "name": "Т1Особливості лікування періодонтитів тимчасових та постійних зубів у дітей. Лікування гострого та хронічного періодонтиту тимчасових зубів. Лікування періодонтиту постійних зубів.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7600",
    "name": "Т1Періодонтит постійних зубів у дітей в різні вікові періоди. Класифікація, особливості клінічного перебігу, методи обстеження.",
    "parent_id": "3481",
    "is_final": "1"
  },
  {
    "id": "7602",
    "name": "Т1Помилки, ускладнення діагностики і лікування пульпітів та періодонтитів тимчасових та постійних зубів у дітей. Тестування по розділу „Періодонтит тимчасових та постійних зубів у дітей”",
    "parent_id": "3481",
    "is_final": "1"
  }
]