[
  {
    "id": "35151",
    "name": "М1 Тактична медицина. Тема 1. \"Організація медичних сил Збройних Сил України у воєнний час. Основні відомості про ТССС, як стандарт НАТО. Організація та завдання медичної служби механізованої бригади. Сучасні стандарти надання домедичної допомоги в умовах бойових дій\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35543",
    "name": "М1 Тактична медицина. Тема 10. \"Уражаючі чинники вибуху, їх клінічні наслідки. Особливості уражень протипіхотними мінами. Невідкладна медична допомога на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35544",
    "name": "М1 Тактична медицина. Тема 11. \"Вогнепальні поранення верхніх і нижніх кінцівок. Травматична ампутація кінцівок. Загальні принципи лікування вогнепальних поранень кінцівок на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35545",
    "name": "М1 Тактична медицина. Тема 12. \"Невідкладна медична допомога при переломах, вивихах, розтягах в зоні укриття та на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35645",
    "name": "М1 Тактична медицина. Тема 13. \"Вогнепальні поранення щелепно-лицевої ділянки та шиї. Бойова травма ока. Невідкладна медична допомога в зоні укриття, на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35646",
    "name": "М1 Тактична медицина. Тема 14. \"Бойова черепно-мозкова  та спінальна травма. Невідкладна медична допомога в зоні укриття, на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35647",
    "name": "М1 Тактична медицина. Тема 15. \"Бойові ушкодження грудної клітки і її органів. Невідкладна медична допомога при переломах ребер, пневмотораксі в зоні укриття\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35648",
    "name": "М1 Тактична медицина. Тема 16. \"Бойова травма живота і тазу: клініка, діагностика. Невідкладна медична допомога в зоні укриття, на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35649",
    "name": "М1 Тактична медицина. Тема 17. \"Шок при травмі, класифікація. Невідкладна медична допомога на догоспітальному етапі\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35650",
    "name": "М1 Тактична медицина. Тема 18. \"Особливості допомоги при політравмі на місці події. Компресійно-розчавлена травма, компартмент-синдром, невідкладна медична допомога в зоні укриття\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35651",
    "name": "М1 Тактична медицина. Тема 19. \"Дія високих температур. Термічні опіки. Термо-інгаляційна травма, особливості перебігу. Ураження фосфором. Невідкладна медична допомога в зоні укриття, на етапах евакуації\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35152",
    "name": "М1 Тактична медицина. Тема 2. \"Сучасна система лікувально-евакуаційного забезпечення військ. Особливості медичного забезпечення в осередках збройного конфлікту. Склад медичної аптечки, наплічника бойового медика. Рівні медичної допомоги в прифронтовій зоні\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35652",
    "name": "М1 Тактична медицина. Тема 20. \"Дія низьких температур. Загальне переохолодження та відмороження, невідкладна медична допомога. Загальні відомості про траншейну стопу, способи її профілактики\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35653",
    "name": "М1 Тактична медицина. Тема 21. \"Невідкладна медична допомога при гострих терапевтичних станах: стенокардії, інфаркті міокарда\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35654",
    "name": "М1 Тактична медицина. Тема 22. \"Невідкладна медична допомога при гіпертонічному кризі, гострих розладах мозкового кровообігу\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35673",
    "name": "М1 Тактична медицина. Тема 23. \"Зброя масового ураження: біологічна зброя, її основні клінічні характеристики. Невідкладні протиепідемічні заходи\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35674",
    "name": "М1 Тактична медицина. Тема 24. \"Основи організації санітарно-епідеміологічного забезпечення військ. Зміст протиепідемічних заходів у військах\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35675",
    "name": "М1 Тактична медицина. Тема 25. \"Зброя масового ураження: бойові отруйні речовини, клінічні прояви ураження, невідкладна медична допомога на місці події\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35676",
    "name": "М1 Тактична медицина. Тема 26. \"Характеристика сильнодіючих отруйних речовин, їх класифікація, невідкладна медична допомога. Індивідуальні та колективні засоби захисту\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35677",
    "name": "М1 Тактична медицина. Тема 27. \"Зброя масового ураження: тактична ядерна зброя. Уражаючі наслідки радіаційного та світлового опромінення. Способи профілактики та невідкладної медичної допомоги\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35678",
    "name": "М1 Тактична медицина. Тема 28. \"Медичне сортування та медична евакуація в бойових умовах. Сортування поранених та хворих за системою START, SALT. Cтруктура і характер санітарних втрат\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35679",
    "name": "М1 Тактична медицина. Тема 29. \"Бойовий стрес, його клінічні прояви та невідкладна медична допомога\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35153",
    "name": "М1 Тактична медицина. Тема 3. \"Технологія первинного та вторинного огляду  пораненого. Алгоритм MARCH-PAWS. Особливості медичної допомоги в секторі обстрілу і в зоні укриття\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35154",
    "name": "М1 Тактична медицина. Тема 4. \"Розлади свідомості та їх клінічні прояви. Основні відомості про термінальні стани\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35537",
    "name": "М1 Тактична медицина. Тема 5. \" Основи серцево-легеневої реанімації: технологія BLS \"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35538",
    "name": "М1 Тактична медицина. Тема 6. \"Класифікація асфіксій. Методи відновлення прохідності верхніх дихальних шляхів\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35540",
    "name": "М1 Тактична медицина. Тема 7. \"Загальні відомості про рани. Особливості уражень різними видами зброї. Вогнепальні поранення, механізм дії кулі. Невідкладна медична допомога\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35541",
    "name": "М1 Тактична медицина. Тема 8. \"Поранення судин. Кровотечі їх види, способи зупинки на місці пораненн\"",
    "parent_id": "35149",
    "is_final": "1"
  },
  {
    "id": "35542",
    "name": "М1 Тактична медицина. Тема 9. \"Геморагічний шок, клініка, рання діагностика. Сучасна інфузійно-транфузійна терапія на догоспітальному етапі\"",
    "parent_id": "35149",
    "is_final": "1"
  }
]