[
  {
    "id": "36781",
    "name": "Фармакогнозія з основами фітотерапії. Підсумковий модульний контроль №1. Сировинна база лікарських рослин України: дикорослі та культивовані ЛР, номенклатура, ідентифікація в природі, заготівля, визначення запасів ЛРС, раціональне природокористування",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36773",
    "name": "Фармакогнозія з основами фітотерапії. Тема 1. Терміни заготівлі ЛРС.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36779",
    "name": "Фармакогнозія з основами фітотерапії. Тема 10. Гербаризація ЛР. Фази вегетації. Рідкісні та зникаючі ЛР.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36780",
    "name": "Фармакогнозія з основами фітотерапії. Тема 11-12. Геоботанічна класифікація ЛР, належність до певного фітоценозу, морфологічна характеристика рослин. Виявлення заростей ЛР. Організаційні заходи щодо заготівлі ЛРС.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36774",
    "name": "Фармакогнозія з основами фітотерапії. Тема 2. Основи культивування ЛР. Знайомство з культивованими лікарськими рослинами та прийомами і методами їх вирощування.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36775",
    "name": "Фармакогнозія з основами фітотерапії. Тема 3-4. Основи культивування лікарських рослин. Прийоми і методи їх вирощування на навчально-дослідних ділянках. Спостереження і догляд за культивованими ЛР з використанням належної практики культивування (GACP).",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36776",
    "name": "Фармакогнозія з основами фітотерапії. Тема 5-6. Належна практика культивування ЛР, міжнародні тенденції, державна політика. Заготівельний процес. Правила заготівлі, первинної обробки і сушки сировини.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36777",
    "name": "Фармакогнозія з основами фітотерапії. Тема 7-8. Основи культивування ЛР. Методи посіву насіння, розсадництво, посадковий матеріал лікарських рослин. Основи культивування ЛР. Вивчення асортименту культивованих ЛР, методів їх інтродукції та селекції.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "36778",
    "name": "Фармакогнозія з основами фітотерапії. Тема 9. Оптимізація збирання ЛРС з фаз вегетації рослин, первинна обробка, сушіння з урахуванням хімічного складу БАР, доведення сировини до стандартного стану, пакування, маркування, особливості зберігання різних груп ЛРС.",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "35281",
    "name": "Взірець",
    "parent_id": "35280",
    "is_final": "1"
  },
  {
    "id": "35773",
    "name": "Підсумковий модульний контроль №1. Основи фітотерапії, її основні принципи. Правила складання рецептури зборів та чаїв. Складання і аналіз зборів. Фітотерапія алергічних захворювань, захворювань імунної та центральної нервової систем, органів дихання, серцево-судинної системи та інші.",
    "parent_id": "35280",
    "is_final": "1"
  }
]