[
  {
    "id": "27957",
    "name": "Модуль «Інфекційні хвороби» для студентів 4 курсу стоматологічного факультету",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "27446",
    "name": "Т8 Поняття про інфекції, що регламентуються Міжнародними санітарними правилами. Чума. Жовта гарячка. Геморагійні гарячки Ласса, Марбург, Ебола",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "37645",
    "name": "T1. Вчення про епідемічний процес. Протиепідемічні заходи в осередках інфекційних хвороб.",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "37646",
    "name": "T2. Дератизація. Дезінсекція. Дезінфекція та стерилізація",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "38319",
    "name": "Т10 Поняття про ентеротоксигенні та ентероінвазивні діареї. Шигельоз. Клініка, діагностика, лікування. Сальмонельози, холера. Клініка, діагностика, лікування. Невідкладна допомога",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "38320",
    "name": "Т11 - Вірусні гепатити з фекально-оральним механізмом передачі: гепатити А і Е. Клініка, діагностика, лікування.  Імунопрофілактика вірусного гепатиту А. Вірусні гепатити з парентеральним механізмом передачі: В, С, Д. Клініка, діагностика, лікування. Імунопрофілактика вірусного гепатиту В. Особливості зараження в умовах стоматологічної практики",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "38397",
    "name": "Т12 ВІЛ-інфекція та ВІЛ-асоційовані інфекції та інвазії, що супроводжуються ураженням СОПР",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "37647",
    "name": "Т3 Організація та проведення імунопрофілактики. Препарати для створення активного і пасивного імунітету. Щеплення планові та за епідемічними показаннями",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "37648",
    "name": "Т4 - Осередок інфекційної хвороби та заходи щодо його ліквідації. Профілактична та протиепідемічна робота поліклініки. Протиепідемічні заходи в осередках інфекцій з аерогенним механізмом передачі",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "37649",
    "name": "Т5 - Протиепідемічні заходи в осередках інфекцій з фекально-оральним механізмом передачі (шигельози, гепатит А)",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "38317",
    "name": "Т8 - ГРВІ (грип, парагрип, аденовірусна, риновірусна, респіраторно-синтиційна, коронавірусна інфекції). Клінічна характеристика бактеріального фарингіту. Менінгококова інфекція. Дифтерія Імунопрофілактика грипу і дифтерії",
    "parent_id": "35742",
    "is_final": "1"
  },
  {
    "id": "38318",
    "name": "Т9 Дитячі інфекції у дорослих. Кір, краснуха, епідемічний паротит, скарлатина. Імунопрофілактика цих захворювань. Герпесвірусні інфекції – HSV, VZV, EBV, CMV. Клінічна характеристика простого герпесу",
    "parent_id": "35742",
    "is_final": "1"
  }
]