[
  {
    "id": "36068",
    "name": "T10 \"Геронтологія як наука. Проблеми пацієнтів похилого віку. Паліативна та хоспісна допомога\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36069",
    "name": "T11 «Організація профілактичних щеплень. Календар профілактичних щеплень в Україні»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36070",
    "name": "T12 «Характер та клінічні форми ускладнень профілактичних щеплень, тактика медсестри»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36071",
    "name": "T13 «Участь медсестри ЗПСМ у профілактиці рахіту у дітей раннього віку. Антенатальна та постнатальна профілактика»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36074",
    "name": "T17 «Підготовка пацієнта до лабораторних досліджень, крові і сечі та інструментальних методів дослідження»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36107",
    "name": "T2 \"Основи інформаційного забезпечення поліклініки, амбулаторії\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36106",
    "name": "T2 \"Основи інформаційного забезпечення поліклініки, амбулаторії\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36098",
    "name": "T2 Концепція первинного медико-санітарного забезпеченнянаселення. Принципи сімейного обслуговування населення",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36100",
    "name": "T4 \"Ведення медичної облікової документації в закладах первинної медичної допомоги. Основні показники роботи на дільниці, складання статистичного звіту\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36102",
    "name": "T6 \"Денний стаціонар, домашні стаціонари, організація роботи. Сумка сімейної медсестри для відвідування вдома\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36103",
    "name": "T7 \"Медична етика та деонтологія в роботі сімейної медсестри. Моральні та правові відносини\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36104",
    "name": "T8 \"Роль сімейної медсестри в профілактичній роботі на дільниці. Гігієнічне виховання дітей та підлітків\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36105",
    "name": "T9 \"Спостереження за дітьми раннього віку. Протиепідемічна робота на дільниці\"",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36049",
    "name": "Взірець",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36077",
    "name": "Захворювання нирок. Патологічні стани які супроводжуються набряками. Диференціальна діагностика захворювань які супроводжуються сечовим, нефритичним та нефротичним синдромами.",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36075",
    "name": "Захворювання щитоподібної залози. Гіпер або гіпотиреоз: причини, класифікація. Підготовка до інструментальних і лабораторних обстежень.",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36461",
    "name": "ПМК з  дисципліни «Медсестринство у сімейній медицині»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36462",
    "name": "ПМК з  дисципліни «Практична підготовка з медсестринства у сімейній медицині»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36076",
    "name": "Суглобовий синдром. Основні причини. Патологічні стани, які супроводжуються болем у суглобах. Деформуючий артроз, подагра, ревматоїдний артрит. Методи обстеження пацієнта.",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36072",
    "name": "Т14 «Участь медсестри ЗПСМ у профілактиці гіпотрофій дітей раннього віку. Антенатальна і постнатальна профілактика»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "36073",
    "name": "Т15 «Проведення суб’єктивного та об’єктивного обстеження пацієнтів при підозрі на патологію внутрішніх органів»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37544",
    "name": "Т16 «Участь медсестри ЗПСМ у проведенні диспансеризаціїта реабілітаційних заходів при захворюваннях внутрішніх органів»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37545",
    "name": "Т17 «Підготовка пацієнта до лабораторних досліджень крові, сечі, та інструментальних досліджень. Визначення рівня глікемії»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37546",
    "name": "Т18 «Методики проведення ЕКГ та спірометрії»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37547",
    "name": "Т19«Лихоманка. Визначення, причини, класифікація. Гіпертермічний синдром. Методи обстеження. Невідкладна допомога»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37548",
    "name": "Т20«Найпоширеніші інфекційні хвороби на дільниці. Тактика сімейної медсестри»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37549",
    "name": "Т21 «Найчастіші причини звернення пацієнтів до сімейного лікаря з патологією дихальних шляхів (ГРВІ, риніти, тонзиліти). Тактика медсестри ЗПСМ»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37550",
    "name": "Т22«Методи обстеження пацієнтів при бронхітах, БА, ХОЗЛ. Тактика медсестри ЗПСМ»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37551",
    "name": "Т23 «Туберкульоз легень. Класифікація. Диспансерне спостереження за хворими на туберкульоз. Профілактика туберкульозу»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37552",
    "name": "Т24 «Гіпертонічна хвороба. Роль медсестри ЗПСМ у спостереженні за хворими на АГ в амбулаторних умовах»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37553",
    "name": "Т25 «Гіпертонічні кризи. Невідкладна допомога»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37554",
    "name": "Т26 «Ішемічна хвороба серця, аритмії, міокардит, перикардит. Медсестринська тактика»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37555",
    "name": "Т27 «Гострий коронарний синдром, невідкладна допомога»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37556",
    "name": "Т28 «Серцево-легенева реанімація, техніка проведення»",
    "parent_id": "36048",
    "is_final": "1"
  },
  {
    "id": "37557",
    "name": "Т29 «Захворювання ШКТ, закрепи, діарея. Тактика медсестри»",
    "parent_id": "36048",
    "is_final": "1"
  }
]