[
  {
    "id": "36239",
    "name": "М1 Підсумковий модульний контроль «Геронтологія та геріатрія».",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36225",
    "name": "Т1 Основи геронтології та геріатрії",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36234",
    "name": "Т10 Медсестринський процес при психоневрологічних захворюваннях в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36235",
    "name": "Т11 Медсестринський процес при хворобах органів слуху в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36236",
    "name": "Т12 Медсестринський процес при хворобах органів зору в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36237",
    "name": "Т13 Медсестринський процес при хворобах шкіри в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36503",
    "name": "Т14 Особливості медсестринського процесу та догляду за важкохворими пацієнтами похилого та старечого віку.",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36240",
    "name": "Т2 Медсестринський процес при захворюваннях ССС в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36227",
    "name": "Т3 Медсестринський процес при захворюваннях органів дихання у похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36241",
    "name": "Т4 Медсестринський процес при захворюваннях кровотворної системи у похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36278",
    "name": "Т5 Медсестринський процес при захворюваннях стат. системи у похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36230",
    "name": "Т6 Медсестринський процес при захворюваннях органів травлення в похилому та старечому віці.",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36231",
    "name": "Т7 Медсестринський процес при захворюваннях опорно-рухового апарату в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36502",
    "name": "Т8 Медсестринський процес при захворюваннях ендокринної системи в похилому та старечому віці",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36233",
    "name": "Т9 Медсестринський процес при цукровому діабеті в похилому та старечому віці.",
    "parent_id": "36158",
    "is_final": "1"
  },
  {
    "id": "36159",
    "name": "Взірець",
    "parent_id": "36158",
    "is_final": "1"
  }
]