[
  {
    "id": "30594",
    "name": "T 1 Харчування та здоров’я. Наукові основи раціонального харчування. Альтернативні та нетрадиційні види харчування. Аліментарні захворювання та їх профілактика. Методи оцінки індивідуального харчового статусу організму.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30595",
    "name": "T 2 Причини порушення вітамінного та мінерального харчового статусу організму. Харчова поведінка людини, типи її порушень.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30596",
    "name": "T 3 Нутріціологічна та дієтологічна характеристика молока, молочних продуктів, яєць, хліба, хлібобулочних та круп’яних виробів. Показники якості. Визначення показників свіжості продуктів. Сумісність вуглеводовмісних продуктів та лікарських засобів.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30597",
    "name": "T 4. Нутріціологічна та дієтологічна характеристика м’яса та м’ясних продуктів, риби, нерибних продуктів моря. Показники якості, ознаки фальсифікації. Сумісність протеїновмістних продуктів та лікарських засобів.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30598",
    "name": "T 5. Аліментарні та метаболічні порушення при різних захворюваннях, причини виникнення.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30599",
    "name": "T 6. Аліментарна профілактика дисметаболічних порушень різних фізіологічних груп та категорій населення.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30600",
    "name": "T 7. Дієтотерапія при харчових алергіях та непереносимості. Харчові отруєння.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30601",
    "name": "T 8. Харчові добавки та ксенобіотики.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30602",
    "name": "T 9. Взаємодія лікарських засобів та харчових компонентів, алкоголю та ліків.",
    "parent_id": "36694",
    "is_final": "1"
  },
  {
    "id": "30604",
    "name": "ПМК.",
    "parent_id": "36694",
    "is_final": "1"
  }
]