[
  {
    "id": "36851",
    "name": "ПІДСУМКОВИЙ МОДУЛЬНИЙ КОНТРОЛЬ",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36761",
    "name": "Т01. Основні поняття та терміни фізіології. Методи дослідження у фізіології. Мембранні потенціали. Функціональна характеристика збудливих тканин",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36762",
    "name": "Т02. Функціональна характеристика нервової регуляції функцій організму. Структурно-функціональні особливості ЦНС та АНС",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36763",
    "name": "Т03. Функціональна характеристика гуморальної регуляції функцій організму. Залози внутрішньої секреції та  функціональна характеристика їх гормонів",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36764",
    "name": "Т04. Функціональна характеристика сенсорних систем. Фізіологія болю",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36765",
    "name": "Т05. Функціональна характеристика поведінки, пам'яті та уваги людини. Основи вищих інтегративних функцій центральної нервової системи",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36766",
    "name": "Т06. Функціональна характеристика системи крові. Основні показники системи крові. Функції еритроцитів, лейкоцитів та тромбоцитів. Гемостаз. Групи крові, основи переливання крові",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36767",
    "name": "Т07. Функціональна характеристика системи кровообігу. Властивості міокарда. Характеристика нервової та гуморальної регуляції серця",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36768",
    "name": "Т08. Основні показники та регуляція гемодинаміки. Функціональна характеристика мікроциркуляції та лімфатичної системи. Методи дослідження системи кровообігу. Основи ЕКГ",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36769",
    "name": "Т09. Функціональна характеристика системи дихання. Основні показники дихання. Дифузія газів. Регуляція системи дихання",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36852",
    "name": "Т10. Функціональна характеристика системи травлення. Травлення у ротовій порожнині, шлунку та кишечнику. Регуляція равних процесів",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36771",
    "name": "Т11. Енергетичний обмін. Основи терморегуляції. Функціональна характеристика системи виділення",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36760",
    "name": "ПІДСУМКОВИЙ МОДУЛЬНИЙ КОНТРОЛЬ",
    "parent_id": "36756",
    "is_final": "1"
  },
  {
    "id": "36770",
    "name": "Т10. Функціональна характеристика системи травлення. Травлення у ротовій порожнині, шлунку та кишечнику. Регуляція равних процесів",
    "parent_id": "36756",
    "is_final": "1"
  }
]