[
  {
    "id": "36817",
    "name": "Підсумковий модульний контроль",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36800",
    "name": "Т01. Предмет і задачі фізіології. Методи фізіологічних досліджень. Фізіологія потенціалу спокою і потенціалу дії нервових та м'язових волокон. Закони  подразнення збудливих тканин, їх застосування в реабілітації. Дослідження проведення збудження  нервовими волокнами",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36801",
    "name": "Т02. Фізіологічні властивості скелетного мʼязового волокна. Дослідження механізмів скорочення та розслаблення скелетних м'язів. Проведення збудження через нервово-м'язовий синапс. Дослідження рефлекторної дуги. Особливості розповсюдження збудження та гальмування в ЦНС",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36802",
    "name": "Т03. Дослідження ролі спинного мозку, стовбура мозку, мозочка, базальних гангліїв та кори головного мозку у регуляції рухових функцій організму. Рухова інервація мʼязових волокон скелетних мʼязів. Фізіологічні особливості реабілітації пацієнтів із захворюваннями хребта",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36803",
    "name": "Т04. Нервова регуляцій вісцеральних функцій організму",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36804",
    "name": "Т05. Гуморальної регуляція вісцеральних функцій організму",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36805",
    "name": "Т06. Дослідження сенсорних  систем. Фізіологія болю. Фізіологічні особливості реабілітації пацієнтів з больовим синдромом та особливості реабілітації пацієнтів з ураженням вестибулярного апарату",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36806",
    "name": "Т07. Система крові. Дослідження фізико-хімічних властивостей крові. Дослідження кількості еритроцитів та рівня гемоглобіну в крові. Особливості реабілітації хворих із гіпоксією. Захисна функція крові. Фізіологія лейкоцитів. Особливості реабілітації хворих із порушеннями імунологічних властивостей крові",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36807",
    "name": "Т08. Гемостаз. Система згортання крові. Система фібринолізу. Особливості реабілітації хворих із порушенням системи гемостазу",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36808",
    "name": "Т09. Дослідження групової належності крові. Фізіологічні основи переливання крові",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36809",
    "name": "Т10. Система кровообігу. Гемодинамічна функція серця. Аналіз серцевого циклу. Дослідження фізіологічних властивостей серцевого м'яза. Особливості проведення ЛФК при порушеннях автоматії, збудливості, провідності та скоротливості серця",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36810",
    "name": "Т11. Дослідження нервової та гуморальної регуляції діяльності серця. Клініко-фізіологічні методи дослідження діяльності серця. Реєстрація та аналіз електрокардіограми (ЕКГ) людини",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36811",
    "name": "Т12. Основні закономірності гемодинаміки. Особливості фізичної реабілітації для покращення коронарного та периферичного кровообігу. Дослідження регуляції кровообігу. Мікроциркуляція. Фізіологія лімфатичної системи. Клініко-фізіологічні механізми дії сегментарно-рефлекторного масажу для покращення мікроциркуляції",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36812",
    "name": "Т13. Система дихання. Зовнішнє дихання. Функціональні показники апарату зовнішнього дихання. Дихальна гімнастика як метод покращення показників легеневої вентиляції. Дослідження дифузії, транспорту газів крові. Дослідження регуляції дихання. ЛФК при захворюваннях дихальної системи",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36813",
    "name": "Т14. Дослідження енергетичного обміну. Вікові особливості енергетичних витрат при проведенні реабілітаційних заходів. Дослідження терморегуляції. Особливості фізичної та хімічної терморегуляції при скороченні скелетних м'язів",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36814",
    "name": "Т15. Загальна характеристика травлення. Дослідження травлення в порожнині рота. Особливості реабілітації хворих після травм щелепно-лицевої ділянки",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36815",
    "name": "Т16. Дослідження травлення в шлунку. Регуляція шлункової секреції. Особливості реабілітації хворих із порушеннями функцій шлунка. Дослідження  травлення в тонкій і товстій кишці Панкреатична екзокринна секреція. Роль жовчі в травленні. Особливості реабілітації хворих із порушеннями функцій кишечника, підшлункової залози та печінки",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "36816",
    "name": "Т17. Дослідження механізмів утворення сечі. Вплив надмірного фізичного навантаження на видільну систему. Дослідження функції нирок у підтриманні гомеостазу. Особливості реабілітації хворих із захворюваннями системи виділення",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37710",
    "name": "M1.ПМК. Загальна фізіологія та вищі інтегративні функції",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37712",
    "name": "М1.Т01. Предмет і задачі фізіології. Методи фізіологічних досліджень. Фізіологія потенціалу спокою і потенціалу дії нервових та м'язових волокон. Закони  подразнення збудливих тканин, їх застосування в реабілітації. Дослідження проведення збудження  нервовими волокнами",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37694",
    "name": "М1.Т02. Фізіологічні властивості скелетного мʼязового волокна. Дослідження механізмів скорочення та розслаблення скелетних м'язів. Проведення збудження через нервово-м'язовий синапс",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37695",
    "name": "М1.Т03. Дослідження рефлекторної дуги. Особливості розповсюдження збудження та гальмування в ЦНС",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37696",
    "name": "М1.Т04. Дослідження ролі спинного мозку у регуляції рухових функцій організму. Рухова інервація мʼязових волокон скелетних мʼязів. Фізіологічні особливості реабілітації пацієнтів із захворюваннями хребта",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37697",
    "name": "М1.Т05. Дослідження ролі стовбура мозку у регуляції рухових функцій організму",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37698",
    "name": "М1.Т06. Роль мозочка, базальних гангліїв та кори головного мозку у регуляції рухових функцій організму",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37699",
    "name": "М1.Т07. Дослідження механізмів нервової регуляцій вісцеральних функцій організму",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37700",
    "name": "М1.Т08. Дослідження механізмів гуморальної регуляції вісцеральних функцій організму. Гіпоталамо-гіпофізарна система. Роль гормонів гіпофізу у процесах відновлення фізіологічних функцій",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37701",
    "name": "М1.Т09. Фізіологічне значення гормонів щитоподібної, паращитоподібної та підшлункових залоз. Вплив гормонів щитоподібної та паращитоподібних залоз на процеси відновлення в організмі людини",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37702",
    "name": "М1.Т10. Дослідження ролі гормонів у регуляції гомеостазу та адаптації організму до дії стресових факторів. Вплив гормонів наднирників на реабілітаційні процеси в організмі людини",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37703",
    "name": "М1.Т11. Ендокринна функція статевих залоз",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37704",
    "name": "М1.Т12. Дослідження сомато-сенсорної системи. Фізіологія болю. Фізіологічні особливості реабілітації пацієнтів з больовим синдромом",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37705",
    "name": "М1.Т13. Дослідження зорової сенсорної системи",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37706",
    "name": "М1.Т14. Дослідження слухової та вестибулярної сенсорної систем. Фізіологічні особливості реабілітації пацієнтів з ураженням вестибулярного апарату",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37707",
    "name": "М1.Т15. Фізіологічні основи поведінки. Дослідження утворення та гальмування умовних рефлексів",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37708",
    "name": "М1.Т16. Дослідження пам'яті та уваги у людини. Дослідження ролі мотивацій та емоцій в поведінкових реакціях",
    "parent_id": "36783",
    "is_final": "1"
  },
  {
    "id": "37709",
    "name": "М1.Т17. Дослідження типів ВНД",
    "parent_id": "36783",
    "is_final": "1"
  }
]