[
  {
    "id": "37001",
    "name": "T1 Принципи організації хірургічної стоматології та щелепно-лицевої допомоги населенню. Загальна і спеціальна підготовка хворого до амбулаторної операції та післяопераційного періоду. Наркоз, премедикація, вибір методу знеболення при хірургічних втручаннях в умовах стаціонару. Поліклініки. Аплікаційне та інфільтраційне знеболення тканин щелепно-лицевої ділянки (ЩЛД). Серцево-легенева реанімація.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "36907",
    "name": "Взірець",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37453",
    "name": "T10 Пухлини слинних залоз. Пластичне усунення слинних нориць. Доброякісні пухлини м’яких тканин. Судинні пухлини і родимі плями. Імунологічна концепція розвитку пухлин.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37464",
    "name": "T11 Амелобластома, остеокластома, остеома, остеодисплазія, фіброзна остеодисплазія, еозильнофільна гранульома, гемангіома, фіброма, хондрома. Рентгендіагностика, диф. діагностика, лікування. Кісткова пластика при пухлинах кісток.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37471",
    "name": "T13 Вогнепальні, невогнепальні пошкодження м’яких тканин і кісток ЩЛД. Пластична, естетична хірургія м’яких тканин і кісток лицевого черепа.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37419",
    "name": "T2 Провідникове знеболення верхньої, нижньої щелепи і прилеглих м'яких тканин. Фізіотерапія ускладнень, пов’язаних із знеболенням.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37420",
    "name": "T3 Типове та атипове видалення зубів, ускладнення, їх лікування, зокрема фізіотерапевтичне. Затримані та напівзатримані зуби, ускладнення прорізування зубів. Перикороніт. Рентгендіагностика затриманих зубів.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37421",
    "name": "T4 Хірургічні методи лікування періодонтиту. Гострий гнійний одонтогенний періостит. Діагностика періодонтиту. Лікування. Одонтогенний гайморит. Рентгендіагностика та лікування. Пластичне усунення оро-антральних сполучень.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37423",
    "name": "T5 Гострий, хронічний остеомієліт щелеп. Рентгендіагностика. Фізіотерапія і комплексне лікування остеомієліту. Актиномікоз, туберкульоз, сифіліс, СНІД",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37424",
    "name": "T6 Артрити та артрози скронево-нижньощелепового суглоба. Анкілози СНЩС. Пластика СНЩС. Контрактури і вивихи нижньої щелепи. Діагностика, хірургічне лікування та фізіотерапевтичне лікування",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37437",
    "name": "T7 Гострий і хронічний неспецифічний сіалоаденіт (некалькульозний і калькульозний). Діагностика сіалоаденітів. Комплексне лікування сіалоаденітів. Сіалози.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37438",
    "name": "T8 Лімфаденіти, аденофлегмони. Абсцеси обличчя, піднебіння, щелепно-язичного жолобка, під’язичної ділянки. Фізіотерапія в лікуванні запальних процесів ЩЛД.",
    "parent_id": "36906",
    "is_final": "1"
  },
  {
    "id": "37439",
    "name": "T9 Флегмони підщелепної, підпідборідної, криловидно-щелепної ділянки. Флегмона орбіти. Флегмона  виличної, жувальної, привушної ділянок. Флегмони крило-піднебінного простору, підскроневої та скроневої ямки. Принципи лікування запальних процесів ЩЛД.",
    "parent_id": "36906",
    "is_final": "1"
  }
]