[
  {
    "id": "37525",
    "name": "﻿ Т-4. СПОСОБИ МІСЦЕВОГО ЗНЕБОЛЕННЯ В СТОМАТОЛОГІЇ. ФОРМУВАННЯ БОЛЬОВОЇ ЧУТЛИВОСТІ. АПЛІКАЦІЙНА ТА ІНФІЛЬТРАЦІЙНА АНЕСТЕЗІЯ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37481",
    "name": "Т-1. ПІДГОТОВКА ІНСТРУМЕНТАЛЬНОГО СТОЛИКА. ПРАВИЛА ПОДАЧІ ТА КОРИСТУВАННЯ ІНСТРУМЕНТАМИ ПІДГОТОВКА ГОЛКОТРИМАЧА ДО РОБОТИ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37543",
    "name": "Т-10.  ОПЕРАЦІЯ НА ТВАРИНІ НА ЕКСПЕРИМЕНТАЛЬНІЙ БАЗІ. РОЗ’ЄДНАННЯ І З’ЄДНАННЯ ТКАНИН, ЗУПИНКА КРОВОТЕЧІ З РАНИ В СТЕРИЛЬНИХ УМОВАХ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37482",
    "name": "Т-2. ЗАВЯЗУВАННЯ ВУЗЛІВ. ВИМОГИ ДО ВУЗЛІВ, ЩО ЗАСТОСОВУЮТЬСЯ В ХІРУРГІЇ. СПОСОБИ УТВОРЕННЯ ПЕТЕЛЬ. ПЕТЛІ МОРСЬКОГО ТА КОМБІНОВАНИХ ВУЗЛІВ. СПОСОБИ ЗАВЯЗУВАННЯ ВУЗЛІВ: РУЧНИМ ТА ІНСТРУМЕНТАЛЬНИМ СПОСОБАМИ",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37522",
    "name": "Т-3. НАКЛАДАННЯ ВУЗЛОВИХ ТА БЕЗПЕРЕРВНИХ ШВІВ. КОМБІНАЦІЇ ШВІВ, НАЙБІЛЬШ ЧАСТО ВЖИВАНИХ В ХІРУРГІЇ. ОДЯГАННЯ СТЕРИЛЬНОЇ БІЛИЗНИ ТА РУКАВИЧОК. ВЗАЄМОДІЯ ОПЕРАЦІЙНОЇ СЕСТРИ, ХІРУРГА ТА САНІТАРКИ ПІД ЧАС ОПЕРАЦІЇ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37532",
    "name": "Т-5. ПРОВІДНИКОВА АНЕСТЕЗІЯ НА ЛИЦІ. МЕТОДИ ЦЕНТРАЛЬНОЇ ТА ПРОВІДНИКОВОЇ АНЕСТЕЗІЇ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37531",
    "name": "Т-6. ТЕХНІКА РОЗ’ЄДНАННЯ ТКАНИН. ОБРОБКА ШКІРИ ЗА ФІЛОНЧИКОВИМ ТА ОБКЛАДАННЯ ОПЕРАЦІЙНОГО ПОЛЯ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37539",
    "name": "Т-7. ПОШАРОВЕ З'ЄДНАННЯ ТКАНИН: УШИВАННЯ М'ЯЗІВ, АПОНЕВРОЗУ, ФАСЦІЇ ТА ШКІРИ.",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37540",
    "name": "Т-8. ВИКОНАННЯ ПЕРВИННОЇ ХІРУРГІЧНОЇ ОБРОБКИ РАНИ. ВИДАЛЕННЯ СТОРОННІХ ТІЛ. ВИСІЧЕННЯ КРАЇВ РАНИ, ЗУПИНКА КРОВОТЕЧІ ТА УШИВАННЯ РАНИ",
    "parent_id": "37480",
    "is_final": "1"
  },
  {
    "id": "37541",
    "name": "Т-9. НАКЛАДАННЯ ШВІВ НА ТКАНИНИ ТА ОРГАНИ: ПЕРИФЕРИЧНИЙ НЕРВ, ВЕНИ, АРТЕРІЇ; ЯЗИК, СТРАВОХІД, ГОРТАНИ, ТРАХЕЮ",
    "parent_id": "37480",
    "is_final": "1"
  }
]