[
  {
    "id": "38067",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 1. \"Класифікація НС та їх характеристика. Стихійні лиха та тектонічні НС, їх основні види та медико-соціальні наслідки. Невідкладна допомога при ранах, кровотечах, асфіксії та синдромі тривалого стискання\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38040",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 10. Основи медичного сортування та способи евакуації з вогнищ НС. Основи організації захисту та евакуації хворих та медичного персоналу  лікувально-профілактичних установ при надзвичайних ситуаціях",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38068",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 2. \"ТЕХНОГЕННІ АВАРІЇ: ТРАНСПОРТНІ КАТАСТРОФИ, ЇХ МЕДИКО-ТАКТИЧНА ХАРАКТЕРИСТИКА. НЕВІДКЛАДНА ДОПОМОГА НА МІСЦІ ДТП ПРИ ЧМТ, СПІНАЛЬНІЙ ТРАВМІ\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38069",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 3. \"Особливості допомоги та евакуації при політравмі при різних видах транспортних аварій\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38055",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 4. \"Техногенні аварії: аварії на АЕС і радіаційно небезпечних об’єктах, їх медико-тактична характеристика. Невідкладні заходи в осередках радіаційного ураження. Безпосередні і віддалені наслідки радіаційного ураження\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38053",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 5. \"Засоби індивідуального та колективного захисту при аваріях на РНО. Йодна профілактика, застосування радіопротекторів\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38054",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 6. «Техногенні аварії: аварії на ХНО, їх  загальна характеристика. Класифікація СДОР. Особливості невідкладної допомоги при ураженні хлором та аміаком »",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38037",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 7. \"Особливості  ураження фосфорорганічними сполуками і оксидом вуглецю, невідкладна допомога при них. Засоби індивідуального та колективного захисту, способи деконтамінації при аваріях на ХНО\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38038",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 8. \"Поведінка людей в надзвичайних ситуаціях і бойових умовах. Бойовий стрес: ознаки , профілактика , домедична допомога\"",
    "parent_id": "38035",
    "is_final": "1"
  },
  {
    "id": "38039",
    "name": "М 1. Медицина надзвичайних ситуацій. Тема 9. \"Організація санітарно-гігієнічних і протиепідемічних заходів у надзвичайних ситуаціях. Зміст та організація режимно-обмежувальних заходів у епідемічних осередках\"",
    "parent_id": "38035",
    "is_final": "1"
  }
]