[
  {
    "id": "7301",
    "name": "Лікарська токсикологія. Тема 12. Токсикологія гормональних препаратів білкової та стероїдної будови. Побічна дія пероральних контрацептивів.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "11829",
    "name": "М1: Лікарська токсикологія: визначення, завдання, основні розділи і поняття. Визначення і класифікація побічної дії та побічних реакцій лікарських засобів.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "7300",
    "name": "Т 11. Токсична дія лікарських засобів, що застосовуються для лікування захворювань ШКТ.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "17739",
    "name": "Т1. Основи законодавства України про лікарські засоби. Визначення і класифікація побічної дії та побічних реакцій лікарських засобів.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "9655",
    "name": "Т13. Токсикологія антибіотиків, синтетичних хіміотерапевтичних протимікробних та протитуберкульозних ЛЗ (лікарська токсикологія)",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "9656",
    "name": "Т14. Особливості токсикодинаміки та токсикокінетики ЛЗ у дітей та людей похилого віку.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "17740",
    "name": "Т2. Токсикодинаміка та токсикокінетика ліків. Основні показники токсикокінетики.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "21636",
    "name": "Т7.Токсикологія лікарських засобів, що стимулюють ЦНС.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "21637",
    "name": "Т8.Токсикологія ЛЗ, що впливають на серцево-судинну систему.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "22085",
    "name": "Тема 10. Токсична дія лікарських засобів, що впливають на органи дихання.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "19335",
    "name": "Тема 3: Токсична дія лікарських засобів для місцевої та загальної анестезії.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "19336",
    "name": "Тема 4. Токсична дія лікарських засобів, що впливають на парасимпатичну і симпатичну нервову систему.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "19757",
    "name": "Тема 5. Токсикологія наркотичних анальгетиків.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "19754",
    "name": "Тема 6. Токсикологія лз, що застосовуються для ЦНС.",
    "parent_id": "4089",
    "is_final": "1"
  },
  {
    "id": "22084",
    "name": "Тема 9. Токсикологія ненаркотичних анальгетиків та не стероїдних протизапальних препаратів",
    "parent_id": "4089",
    "is_final": "1"
  }
]