[
  {
    "id": "3022",
    "name": "Модуль «Інфекційні хвороби» для студентів 5 курсу медичного факультету",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "25532",
    "name": "ПЕДІАТРІЯ-Т1 Введення в курс інфектології. Загальна характеристика групи інфекційних хвороб із фекально-оральним механізмом передачі. Черевний тиф.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "25530",
    "name": "ПЕДІАТРІЯ-Т2 Кишкові інфекційні хвороби з переважним ураженням товстої кишки: шигельоз. Гельмінтози.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "25847",
    "name": "ПЕДІАТРІЯ-Т3 Сальмонельоз. Холера. Ботулізм. Невідкладні стани у хворих на інфекційні хвороби з фекально-оральним механізмом передачі",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "25983",
    "name": "ПЕДІАТРІЯ-Т4 Грип. ГРВІ. Атипові пневмонії. COVID-19.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "26107",
    "name": "ПЕДІАТРІЯ-Т5 Дифтерія. Інфекційний мононуклеоз. Менінгококова інфекція. Невідкладні стани у хворих на інфекційні хвороби з повітряно-краплинним механізмом передавання.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "26572",
    "name": "ПЕДІАТРІЯ-Т6 Вірусні гепатити з фекально-оральним механізмом передачі.  Вірусні гепатити з гемоконтактним механізмом передачі. ВІЛ-інфекція. ВІЛ-асоційовані інфекції та інвазії",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "26721",
    "name": "ПЕДІАТРІЯ-Т7-Загальна характеристика інфекційних хвороб із трансмісивним механізмом передавання. Трансмісивні хвороби, що передаються через укуси кліщів: кліщовий енцефаліт, хвороба Лайма. Синдром тривалої гарячки невідомого генезу.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "27268",
    "name": "ПЕДІАТРІЯ-Т8. ІНФЕКЦІЙНІ ХВОРОБИ З ПЕРЕВАЖНИМ УРАЖЕННЯМ НИРОК: ЛЕПТОСПІРОЗ, ГГНС, ККГЛ",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31672",
    "name": "Т08 – МАЛЯРІЯ. РИКЕТСІОЗИ. КЛІЩОВИЙ ЕНЦЕФАЛІТ, ХВОРОБА ЛАЙМА",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31674",
    "name": "Т09 - ЛЕПТОСПІРОЗ, ГЕМОРАГІЧНА ГАРЯЧКА КОНГО-КРИМ, ГГНС.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "14747",
    "name": "Т1 Введення в курс інфектології. Імунопрофілактика інфекційних хвороб. Загальна характеристика групи інфекційних хвороб із фекально-оральним механізмом передавання. Черевний тиф. Паратифи А та В.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31246",
    "name": "Т2. Кишкові інфекційні хвороби з переважним ураженням товстої кишки: шигельоз, амебіаз. Єрсиніози",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31247",
    "name": "Т3.  Холера. Ботулізм. Невідкладні стани у хворих на інфекційні хвороби з фекально-оральним механізмом передавання",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31249",
    "name": "Т4. Грип. ГРВІ. Атипові пневмонії",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31238",
    "name": "Т5. Герпетичні інфекції. Інфекційний мононуклеоз. «Дитячі» крапельні інфекції у дорослих.",
    "parent_id": "442",
    "is_final": "1"
  },
  {
    "id": "31241",
    "name": "Т6. Дифтерія. Менінгококова інфекція. Невідкладні стани у хворих на респіраторні інфекції",
    "parent_id": "442",
    "is_final": "1"
  }
]