[
  {
    "id": "4449",
    "name": "Т10 Фізичні методи дослідження. Перкусія та аускультація серця. Тони та шуми серця.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4450",
    "name": "Т11 Методи дослідження в кардіології: дослідження периферичних судин. Вимірювання артеріального тиску.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4451",
    "name": "Т12 Електрофізіологічні основи формування ЕКГ. Основні синдроми при аритміях",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4452",
    "name": "Т13 Основні синдроми при захворюваннях серцево-судинної системи: гостра серцева недостатність, гіпертензивний криз, гострий коронарний синдром",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4454",
    "name": "Т14 Методи дослідження органів травлення. Розпитування та загальний огляд хворих з патологією травної системи",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4455",
    "name": "Т17 Основні синдроми в гастроентерології: шлунково-кишкова кровотеча, синдром жовтяниці, портальної гіпертензії.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4456",
    "name": "Т18 Основні методи дослідження сечо-видільної системи",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4457",
    "name": "Т19 Лабораторні та інструментальні методи дослідження сечовидільної системи.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4458",
    "name": "Т20 Основні синдроми в нефрології. Сечовий та набряковий синдром. Синдром артеріальної гіпертензії.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4459",
    "name": "Т21 Методи дослідження органів кровотворення. Розпитування та загальний огляд хворих з патологією системи крові.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4460",
    "name": "Т22 Лабораторні та інструментальні методи дослідження.  Клінічний аналіз крові. Аналіз коагулограми. Синдром анемії, мієлопрофілеративний, геморагічний синдром.",
    "parent_id": "4433",
    "is_final": "1"
  },
  {
    "id": "4453",
    "name": "Т9 Методи дослідження серцево-судинної системи. Розпитування та загальний огляд хворого з патологією серцево-судинної системи. Визначення верхівкового поштовху.",
    "parent_id": "4433",
    "is_final": "1"
  }
]