[
  {
    "id": "2078",
    "name": "М1 Пропедевтика дитячої терапевтичної стоматології.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "12458",
    "name": "Т1 Організація роботи та устаткування стоматологічного кабінету. Універсальна стоматологічна установка, стоматологічні наконечники. Основний стоматологічний інструментарій для терапевтичного прийому: види, призначення. Виготовлення фантомів.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29875",
    "name": "Т10 Полікарбоксилатні та склоіономерні цементи. Основні фізико-механічні властивості, техніка приготування та нанесення.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29720",
    "name": "Т11  Амальгами. Основні фізико-механічні властивості, техніка приготування та застосування.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29883",
    "name": "Т12  Адгезивні системи. Класифікація. Показання та техніка застосування.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29721",
    "name": "Т13  Композиційні та компомерні пломбувальні матеріали. Адгезивні системи.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30474",
    "name": "Т14 Техніка пломбування каріозних порожнин І і V класів за Блеком у тимчасових та постійних зубах у дітей із застосуванням різних пломбувальних матеріалів",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30475",
    "name": "Т15 Техніка пломбування каріозних порожнин II класу за Блеком у тимчасових та постійних зубах із застосуванням різних пломбувальних матеріалів. Контактний пункт",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30476",
    "name": "Т16 Техніка пломбування каріозних порожнин ІІІ і ІV класів за Блеком у тимчасових та постійних зубах у дітей із застосуванням різних пломбувальних матеріалів. Контактний пункт",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30477",
    "name": "Т17 Сучасні концепції препарування каріозних порожнин. Профілактичне пломбування. Альтернативні методи видалення каріозних уражень тканин",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30478",
    "name": "Т18 Сучасний ендодонтичний інструментарій, види, призначення, вибір",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30479",
    "name": "Т19   Техніка інструментальної та медикаментозної обробки кореневих каналів",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "28707",
    "name": "Т2 Дезінфекція та стерилізація стоматологічного устаткування та",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30480",
    "name": "Т20 Пломбувальні матеріали для кореневих каналів",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "30481",
    "name": "Т21 Техніка пломбування кореневих каналів у тимчасових та постійних зубах",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29717",
    "name": "Т3  Топографічна анатомія тимчасових зубів на різних етапах розвитку. Моделювання зубів із пластичних та твердих матеріалів.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "32380",
    "name": "Т4  Топографічна анатомія постійних зубів на різних етапах розвитку. Моделювання зубів із пластичних та твердих матеріалів.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29788",
    "name": "Т5  Препарування каріозних порожнин І та V класів у тимчасових та постійних із несформованим коренем. Вибір інструментів.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29766",
    "name": "Т6  Препарування каріозних порожнин II класу в тимчасових та постійних зубах із несформованим коренем. Вибір інструментів.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29719",
    "name": "Т7 Препарування каріозних порожнин ІІІ і ІV класів у тимчасових та постійних із несформованим коренем. Вибір інструментів.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29789",
    "name": "Т8 Сучасні концепції препарування каріозних порожнин. Профілактичне пломбування. Альтернативні методи видалення каріозних уражень тканин.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29874",
    "name": "Т9 Класифікація стоматологічних матеріалів. Характеристика їх властивостей. Призначення.",
    "parent_id": "4844",
    "is_final": "1"
  },
  {
    "id": "29718",
    "name": "Т4  Топографічна анатомія постійних зубів на різних етапах розвитку. Моделювання зубів із пластичних та твердих матеріалів.",
    "parent_id": "4844",
    "is_final": "1"
  }
]