[
  {
    "id": "29566",
    "name": "Т1 Основні етапи розвитку тимчасових і постійних зубів. Терміни закладки, мінералізації, прорізування і формування тимчасових і постійних зубів у дітей.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29640",
    "name": "Т10 Лікування пульпіту постійних зубів у дітей. Консервативний метод. Показання, методика виконання, контроль ефективності, прогноз.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29641",
    "name": "Т11 Лікування пульпіту постійних зубів у дітей. Вітальна ампутація та екстирпація пульпи. Показання, методика виконання, вибір пломбувальних матеріалів для лікування.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29642",
    "name": "Т12 Лікування пульпіту постійних зубів у дітей. Девітальні методи. Показання. Необхідні лікарські засоби та інструментарій. Методика виконання. Прогноз.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29643",
    "name": "Т13 Помилки і ускладнення в лікуванні пульпіту тимчасових і постійних зубів у дітей. Їх запобігання та усунення.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30227",
    "name": "Т14 Періодонтит тимчасових зубів. Закономірності клінічного перебігу",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30228",
    "name": "Т15 Періодонтит тимчасових зубів. Діагностика, диференційна діагностика",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30229",
    "name": "Т16 Періодонтит постійних зубів. Закономірності клінічного перебігу",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30230",
    "name": "Т17 Періодонтит постійних зубів. Діагностика, диференційна діагностика",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30231",
    "name": "Т18 Рентгенологічна діагностика карієсу тимчасових зубів і його ускладнень",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30232",
    "name": "Т19 Рентгенологічна діагностика карієсу постійних зубів і його ускладнень у дітей",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29567",
    "name": "Т2 Карієс тимчасових та постійних зубів у дітей. Закономірності клінічних проявів і перебігу. Діагностика, диференційна діагностика.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30233",
    "name": "Т20 Диференційна діагностика карієсу, пульпіту і періодонтиту в тимчасових зубах у дітей",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30234",
    "name": "Т21 Диференційна діагностика карієсу, пульпіту і періодонтиту в постійних зубах у дітей",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30237",
    "name": "Т22 Лікування періодонтиту тимчасових зубів. Вибір методу лікування",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30238",
    "name": "Т23 Лікування періодонтиту тимчасових зубів у дітей. Особливості ендодонтичних втручань. Прогноз",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30239",
    "name": "Т24 Лікування періодонтиту постійних зубів у дітей. Вибір методу лікування",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30240",
    "name": "Т25 Лікування періодонтиту постійних зубів у дітей.  Особливості ендодонтичних втручань в постійних зубах з несформованим коренем. Прогноз",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "30241",
    "name": "Т26 Помилки та ускладнення в діагностиці та лікуванні періодонтиту тимчасових  та постійних зубів у дітей. Їх попередження та усунення",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29568",
    "name": "Т3 Лікування карієсу тимчасових та постійних зубів у дітей. Особливості препарування та пломбування каріозних порожнин, вибір пломбувальних матеріалів. Сріблення як метод лікування карієсу тимчасових зубів.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29573",
    "name": "Т4 Помилки та ускладнення при лікуванні карієсу в дітей різного віку. Їх запобігання та усунення.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29574",
    "name": "Т5 Некаріозні ураження твердих тканин зубів у дітей: гіпоплазія, флюороз. Етіологія, клініка, діагностика, диференційна діагностика, лікування, профілактика.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29576",
    "name": "Т6 Спадкові вади розвитку твердих тканин зубів: недосконалий амелогенез, дентиногенез, дисплазія Стентона-Капдепона. Клініка, діагностика, тактика дитячого стоматолога.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29577",
    "name": "Т7 Пульпіт тимчасових та постійних зубів у дітей. Закономірності клінічного перебігу в дітей різного віку. Клініка, діагностика, диференційна діагностика.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29578",
    "name": "Т8 Вибір методу лікування пульпіту в тимчасових і постійних зубах у дітей залежно від форми пульпіту та етапу розвитку зуба.",
    "parent_id": "4847",
    "is_final": "1"
  },
  {
    "id": "29639",
    "name": "Т9 Лікування пульпіту тимчасових зубів у дітей.",
    "parent_id": "4847",
    "is_final": "1"
  }
]