[
  {
    "id": "12520",
    "name": "Т1 Клініка, діагностика, диференційна діагностика катарального гінгівіту в дітей",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "13468",
    "name": "Т10 Гострий герпетичний стоматит у дітей. Етіологія, патогенез, клініка, діагностика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "14290",
    "name": "Т11 Гострий герпетичний стоматит у дітей. Лікування та профілактика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "14291",
    "name": "Т12 Прояви в ротовій порожнині при інфекційних захворюваннях у дітей.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "16216",
    "name": "Т13 Грибкові ураження слизової оболонки ротової порожнини в дітей. Етіологія, патогенез, клініка, діагностика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "16217",
    "name": "Т14 Грибкові ураження слизової оболонки ротової порожнини в дітей. Лікування та профілактика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "16218",
    "name": "Т15 Прояви алергії у порожнині рота дітей різного віку. Клініка, діагностика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "16219",
    "name": "Т16 Прояви алергії у порожнині рота дітей різного віку. Лікування, профілактика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "16220",
    "name": "Т17 Прояви в ротовій порожнині при захворюваннях системи крові в дітей. Тактика лікаря-стоматолога",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "16221",
    "name": "Т18 Прояви в порожнині рота при захворюваннях шлунково-кишкового тракту та ендокринної системи у дітей. Клініка, діагностика, тактика дитячого стоматолога",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "15052",
    "name": "Т19 Хронічний рецидивуючий афтозний стоматит. Клініка, діагностика, тактика дитячого стоматолога",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "12521",
    "name": "Т2 Лікування катарального гінгівіту в дітей. Вибір лікарських засобів, методика їх застосування",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "15053",
    "name": "Т20 Захворювання губ у дітей. Самостійні та симптоматичні хейліти. Причини, клініка, діагностика, лікування",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "15054",
    "name": "Т21 Захворювання язика в дітей. Причини, клініка, діагностика, лікування",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "12522",
    "name": "Т3 Клініка, діагностика, диференційна діагностика гіпертрофічного гінгівіту у дітей",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "12523",
    "name": "Т4 Лікування гіпертрофічного гінгівіту в дітей. Вибір лікарських засобів, методика їх застосування.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "12524",
    "name": "Т5 Клініка, діагностика, диференційна діагностика виразково-некротичного гінгівіту в дітей",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "12525",
    "name": "Т6 Лікування виразково-некротичного гінгівіту в дітей. Вибір лікарських засобів, методика їх застосування",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "13465",
    "name": "Т7 Пародонтит у дітей. Клініка, діагностика",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "13466",
    "name": "Т8 Принципи лікування пародонтиту в дітей",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "13467",
    "name": "Т9 Пародонтальний синдром у дітей. Клініка, діагностика. Тактика лікаря-стоматолога",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5360",
    "name": "T26 Прояви алергії на СОПР.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5361",
    "name": "Т16Карієс зубів у дітей. Особливості клінічного перебігу, діагностика та лікування карієсу тимчасасових та постійних зубів у дітей. Сучасні пломбу вальні матеріали, їх характеристика та вибір в практиці дитячої терапевтичної стоматології.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5362",
    "name": "Т17 Пульпіти у дітей. Етіологія, патонез захворювання, класифікація( за Виноградовою). Особливості клінічної картини в молочному і постійному прикусах в періоди формування і розсмоктування кореня.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5363",
    "name": "Т18Вибір методу лікування в залежності від стадії розвитку зуба та форми пульпіту. Консервативне, вітальні та де вітальні методи лікування: показання, методика виконання, можливі ускладнення та їх попередження.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5364",
    "name": "Т19 Періодонтити у дітей. Етіологія, патогенез. Класифікація захворювання.Особливості клінічної картини в залежності від віку, стану організму, виду прикусу.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "9552",
    "name": "Т20 Клініка,  діагностика та диференційна діагностика періодонтиту в тимчасових та постійних зубах у дітей.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5365",
    "name": "Т21Некарізні ураження зубів.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5366",
    "name": "Т22 Комплексна програма профілактики основних стоматологічних захворювань. Оцінка ефективності її впровадження. Основні напрямки профілактики карієсу зубів. Загальні та місцеві карієсогенні чинники. Ендогенна та екзогенна профілактика карієсу. Засоби та методи, оцінка ефективності.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5359",
    "name": "Т23 Захворювання пародонта у дітей. Гінгівіт, пародонти, пародонтальний синдром. Етіологія, патогенез, клініка, діагностика, диференційна діагностика. Основні принципи лікування. Вибір лікарських засобів.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5368",
    "name": "Т24Травматичні ураження СОПР. Захворювання язика і губ у дітей",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5369",
    "name": "Т25Інфекційні захворювання СОПР.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5370",
    "name": "Т27Прояви на СОПР системної патології і захворювань шкіри.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5371",
    "name": "Т28 Диференційна діагностика захворювань слизової оболонки порожнини рота і губ у дітей вірусної, бактеріальної, алергічної природи",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5372",
    "name": "Т29Диференційна діагностика захворювань слизової оболонки порожнини рота і губ у дітей при соматичних захворюваннях.",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5373",
    "name": "Т30Основні принципи лікування захворювань слизової оболонки порожнини рота і губ у дітей (вірусної, бактеріальної, алергічної природи та при соматичних захворюваннях).",
    "parent_id": "4880",
    "is_final": "1"
  },
  {
    "id": "5374",
    "name": "Т31Сучасні лікарські засоби, їх вибір, механізм дії",
    "parent_id": "4880",
    "is_final": "1"
  }
]