[
  {
    "id": "12533",
    "name": "T1 Пухлини м'яких тканин ЩЛД у дітей (гемангіома, лімфангіома, ліпома, міома, фіброма). Етіологія, клініка, діагностика, способи лікування. Показання до кровозаміщуючої терапії при проведенні оперативних втручань на м`яких тканинах.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "12534",
    "name": "T2 Пухлиноподібні утворення м'яких тканин обличчя (епідермоїд, дермоїд, тератома, атерома). Вроджені кісти та нориці шиї. Нейрофіброматоз. Етіологія, клініка, діагностика, лікування",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "12535",
    "name": "T3 Істинні пухлини та пухлино- подібні новоутворення слинних залоз. Діагностика, диференційна діагностика, клініка, принципи лікування.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "12536",
    "name": "T4 Пухлини кісток обличчя у дітей (остеобластокластома, остеома). Діагностика,  клінічна картина та лікування кісткових пухлин обличчя",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "12537",
    "name": "T5 Одонтогенні новоутворення щелеп у дітей (амелобластома, одонтома,  цементома). Етіологія, патогенез, діагностика, диференційна діагностика, клініка, методи лікування.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "12538",
    "name": "T6 Пухлиноподібні новоутворення щелеп (фолікулярні, радикулярні, зубоутримуючі та резидуальні кісти). Методи діагностики, диференційна діагностика та способи лікування. Реабілітація дітей після цистектомії та цистотомії. Епулід. Клініка, діагностика, лікування.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4928",
    "name": "Т1 Контрольне заняття з питань пухлин ЩЛД, вроджених незрощень губи та піднебіння, травматичних пошкоджень зубів та кісток ЩЛД у дітей",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4941",
    "name": "Т10 Анкілоз скронево-нижньощелепного суглобу у дітей. Клініка, діагностика, диференційна діагностика, особливості лікування в різному віці, реабілітація таких хворих.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "13829",
    "name": "Т10 Вроджені незрощення піднебіння. Статистика. Класифікація. Етіологія, клініка, діагностика, методи хірургічного лікування. Комплексна реабілітація дітей з незрощеннями піднебіння. Проблеми вигодовування дітей з незрощеннями.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4942",
    "name": "Т11 Етіологія, патогенез, класифікація, клінічна картина вроджених вад ЩЛД у дітей. Функціональні порушення в організмі дитини при незрощеннях губи та піднебіння.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4945",
    "name": "Т12 Принципи комплексного лікування дітей з вродженими дефектами та деформаціями ЩЛД. Терміни оперативного лікування та їх обґрунтування.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4946",
    "name": "Т13 Комплексна реабілітація дітей з вродженими незрощеннями. Оформлення медичної документації для отримання соціальної допомоги за інвалідністю.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4948",
    "name": "Т14 Контроль змістового модуля 3.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4930",
    "name": "Т2 Причини розвитку, закономірності клінічного перебігу запальних захворювань ЩЛД у дітей",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4931",
    "name": "Т3 Алгоритм діагностично - лікувальних та профілактичних заходів у дітей з запальними захворюваннями ЩЛД.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4932",
    "name": "Т4 Алгоритм діагностично - лікувальних та профілактичних заходів у дітей з запальними захворюваннями ЩЛД.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "7537",
    "name": "Т5 Етіологія, патогенез, класифікація пухлин та пухлиноподібних новоутворень тканин ЩЛД у дітей.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4935",
    "name": "Т6 Клінічні прояви, діагностичні критерії доброякісних і злоякісних пухлин та пухлиноподібних новоутворень ЩЛД у дітей, їх диференційна діагностика.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4936",
    "name": "Т7 Принципи лікарської тактики та реабілітації дітей із новоутвореннями м’яких тканин і кісток ЩЛД.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "13826",
    "name": "Т7 Пухлиноподібні новоутворення кісток ЩЛД: фіброзна остеодисплазія, херувізм, гіперпаратиреоідна фіброзна остеодистрофія, епуліди. Клініка, діагностика, диференційна діагностика, лікування.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "13827",
    "name": "Т8 Злоякісні пухлини м’яких тканин і кісток ЩЛД у дітей. Класифікація. Етіологія, патогенез, клініка, методи діагностики, диференційна діагностика. Первинна верифікація злоякісних пухлин. Принципи диспансеризації та лікування.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4938",
    "name": "Т8 Патогномонічні клінічні ознаки травматичних ушкоджень тканин ЩЛД у дітей. Методи діагностики травм м’яких тканин, зубів та щелеп.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "13828",
    "name": "Т9 Вроджені вади розвитку ЩЛД. Незрощення губи. Короткі вуздечки губ та язика. Мілкий присінок ротової порожнини. Статистика, класифікація, етіологія, причини виникнення. Клініка, діагностика, методи хірургічного лікування. Комплексна реабілітація хворих.",
    "parent_id": "4927",
    "is_final": "1"
  },
  {
    "id": "4940",
    "name": "Т9 Принципи первинної хірургічної обробки ран м’яких тканин обличчя. Способи імобілізації зубів та щелеп залежно від виду травми та віку дитини.",
    "parent_id": "4927",
    "is_final": "1"
  }
]