[
  {
    "id": "35856",
    "name": "1. Модуль 5 змістовний модуль2 задачі",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "35843",
    "name": "1.ПМК тести Модуль 5 Змістовний модуль 2",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4756",
    "name": "Т1 Болі в животі, оцінка особливостей больового синдрому при диференційній діагностиці захворювань органів черевної порожнини",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4757",
    "name": "Т2 Синдроми дисфагії, блювоти та порушення акту дефекації. Значення у діагностиці та диференційній діагностиці. Лікарська тактика.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4758",
    "name": "Т3 Синдром гострого живота. Діагностика, диференційна діагностика і лікувальна тактика. Диференційна діагностика гострих захворювань органів черевної порожнини",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4759",
    "name": "Т4 Локальні та розповсюджені гнійно-запальні процеси органів черевної порожнини та очеревини. Етіологія, патогенез, клініка, діагностика і лікування.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4760",
    "name": "Т5 Механічна жовтяниця. Причини виникнення. Диференціально-діагностична тактика. Сучасні підходи до лікування. Печінкова недостатність при хірургічних хворобах, методи профілактики та лікування.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4761",
    "name": "Т6 Кровотечі з травного тракту. Причини виникнення, діагностика та диференційна діагностика, лікувальна тактика.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4762",
    "name": "Т7 Травми живота. Симптоматика пошкодження органів черевної порожнини та заочеревного простору. Інструментальні методи діагностики. Лікувально-діагностична тактика.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "35854",
    "name": "Т8 Хірургічна патологія  легень та плеври. Принципи діагностики та лікування. Показання до трансплантації легень, техніка операції.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "35855",
    "name": "Т9 Пошкодження органів грудної порожнини. Клініка і діагностика пневмотораксу, гемотораксу і хілотораксу. Лікувальні підходи",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "2012",
    "name": "Модуль 7-8 задачі",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "2011",
    "name": "Модуль 7-8 тести",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4765",
    "name": "Т10 Хірургічні ускладнення у хворих з інфекційною патологією. Диференційна діагностика між гострими хірургічними та інфекційними захворюваннями.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "5301",
    "name": "Т11 Сучасні методи діагностики та лікування захворювань серцево-судинної та дихальної систем. Синдроми болю в грудині, дихальної та серцевої недостатності при діагностиці та диференціальній діагностиці захворювань органів грудної порожнини. Показання до трансплантації серця, техніка операції..",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "5302",
    "name": "Т12 Хірургічна патологія  легень та плеври. Принципи діагностики та лікування. Показання до трансплантації легень, техніка операції.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "5303",
    "name": "Т13 Пошкодження органів грудної порожнини. Діагностична програма при пошкодженні серця. Тріада симптомів при пошкодженні серця. Єдина клініко‑діагностична та лікувально‑хірургічна програма при пораненнях серця.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "5304",
    "name": "Т14 Пошкодження органів грудної порожнини. Клініка і діагностика пневмотораксу, гемотораксу і хілотораксу. Лікувальні підходи",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4763",
    "name": "Т8 Особливості протікання хірургічних захворювань у вагітних. Діагностика та диференційна діагностика гострих захворювань органів черевної порожнини. Особливості обстеження. Хірургічна тактика. Запобігання передчасним пологам.",
    "parent_id": "504",
    "is_final": "1"
  },
  {
    "id": "4764",
    "name": "Т9 Перебіг гострих захворювань у осіб похилого віку",
    "parent_id": "504",
    "is_final": "1"
  }
]