[
  {
    "id": "18714",
    "name": "Т1 Вступ. Організація стоматологічної допомоги населенню України. Гігієна лікувально-профілактичних установ. Профілактика внутрішньокабінетної інфекції. Охорона праці в галузі. Страхова медицина в стоматології.",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "31781",
    "name": "Т10 ПМК Стоматологічна допомога населенню та профілактична медицина",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "11201",
    "name": "Т3 Карієс, некаріозні ураження зубів (гіпоплазія емалі, флюороз, патологічне стирання зубів, клиноподібні дефекти, ерозія твердих тканин зубів, гіперестезія, комп’ютерний некроз емалі). Етіологія, патогенез, основні клінічні ознаки та профілактичні заходи.",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "11203",
    "name": "Т4 Пульпіт, періодонтит. Етіологія, патогенез, основні клінічні ознаки при гострих та хронічних формах. Профілактичні заходи.",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "5065",
    "name": "Т6 Кандидозний, герпетичний стоматит. Етіологія, основні клінічні ознаки. Прояви ВІЛ-інфекції в порожнині рота. Профілактичні заходи.",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "8600",
    "name": "Т7 Запальні процеси ЩЛД. Основні клінічні ознаки та профілактичні заходи.  Сучасний погляд на етіологію періоститу, остеомієліту.",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "8599",
    "name": "Т8 Захворювання, що виникають унаслідок користування ортопедичними конструкціями, передракові захворювання та пухлини щелепно-лицевої ділянки. Основні клінічні ознаки та профілактичні заходи. Значення   своєчасного звернення та регулярного огляду онколога.",
    "parent_id": "5056",
    "is_final": "1"
  },
  {
    "id": "8598",
    "name": "Т9Профілактика стоматологічних  захворювань. Санація органів порожнини рота. Новітні засоби гігієни порожнини рота. Диференційний залік.",
    "parent_id": "5056",
    "is_final": "1"
  }
]