[
  {
    "id": "5067",
    "name": "T5 Контроль змістового модуля 2",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "5068",
    "name": "Т1 Рентгенологічні методи обстеження в ортодонтії",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "9720",
    "name": "Т19Характеристика функціонально-діючої та функціонально-направляючої апаратури, їх конструктивні елементи.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "9721",
    "name": "Т20Характеристика механічно-діючої апаратури та апаратів комбінованої дії, їх конструктивні елементи.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "9722",
    "name": "Т21Теорії перебудови тканин пародонту (Флюренса, Кінгслея-Валькгофа та Опенгейма).",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "9723",
    "name": "Т22Біомеханіка переміщення зубів в трьох взаємноперпендикулярних площинах. Морфологічні зміни в тканинах пародонту при переміщенні зубів.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "9724",
    "name": "Т23Особливості перебудови скронево-нижньощелепного суглобу під час ортодонтичного лікування. Сили по А.М. Шварцу.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "9725",
    "name": "Т24 Методи лікування ортодонтичних хворих.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "10280",
    "name": "Т25 Апаратурний метод лікування ортодонтичних пацієнтів.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "10281",
    "name": "Т26 Фізіотерапевтичні методи лікування ортодонтичних пацієнтів.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "10282",
    "name": "Т27 Хірургічні методи лікування ортодонтичних пацієнтів.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "5069",
    "name": "Т2Методики телерентгенографії (пряма та бокова)",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "5070",
    "name": "Т3Методики телерентгенографії. Основні краніо-, гнато- та профілометричні вимірювання. Рентгенологічна класифікація зубо-щелепних аномалій",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "5071",
    "name": "Т4Класифікації зубощелепно-лицевих аномалій та деформацій",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "5072",
    "name": "Т6Класифікації ортодонтичної апаратури",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11367",
    "name": "ТI Етапи розвитку зубо-щелепового апарату у віковому аспекті: внутрішньоутробний, постнатальний. Ембріональний розвиток обличчя та щелеп. Анатомо-фізіологічні особливості порожнини рота та скронево-нижньощелепного суглобу новонародженого.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11368",
    "name": "ТII  Ріст та формування щелепних кісток  у віковому аспекті. Особливості розвитку жувальної мускулатури у дітей. Фактори, які забезпечують нормальний розвиток і ріст зубо-щелепного апарату.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11369",
    "name": "ТIII Морфологічні та функціональні особливості тимчасового прикусу. Його основні періоди. Симптом Цилінського, його прогностичне значення. Заключні площини по L.J. Boume та A. Schwarz. Змінний прикус, його морфологічна та функціональна характеристика. Етапи становлення висоти прикусу і росту щелеп. Морфо-функціональна характеристика постійного прикусу.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11370",
    "name": "ТIV Поняття про норму в ортодонтії. Ортогнатичний прикус, його характеристика. Ключі оклюзії за Е. Енглем та Ендрюсом. Фізіологічні та патологічні прикуси, їх загальна морфологічна та функціональна характеристика. Періоди становлення висоти прикусу. Взаємозв'язок і взаємообумовленість форми і функції зубо-щелепного апарату.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11372",
    "name": "ТVI Клінічні методи обстеження дітей із зубо-щелепними аномаліями і деформаціями. Особливості клінічного обстеження. Вивчення анамнестичних даних. Складання родоводу.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11373",
    "name": "ТVII Етапи розвитку зубо-щелепового апарату у віковому аспекті: внутрішньоутробний, постнатальний. Ембріональний розвиток обличчя та щелеп. Анатомо-фізіологічні особливості порожнини рота та скронево-нижньощелепного суглобу новонародженого.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11374",
    "name": "ТVIII Антропометричні методи обстеження ортодонтичних хворих. Антропометричні вимірювання на діагностичних моделях і в порожнині рота. Вимірювання трансверзальних і  сагітальних розмірів зубних рядів.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11375",
    "name": "ТX Методи дослідження мовної та дихальної функції.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11371",
    "name": "ТXI Антропометричні методи обстеження. Вимірювання ширини, довжини і розмірів апікального базису, висоти піднебінного склепіння, лонгітудінальної довжини зубних рядів. Визначення дефіциту місця в зубній дузі для аномалійно розташованого зуба.  Встановлення пропорційності і симетричності розвитку сегментів зубних рядів.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11376",
    "name": "ТXI Методи дослідження жувальної функції та ковтання.",
    "parent_id": "5066",
    "is_final": "1"
  },
  {
    "id": "11377",
    "name": "ТXII Фотометрія в ортодонтії.",
    "parent_id": "5066",
    "is_final": "1"
  }
]