[
  {
    "id": "5173",
    "name": " Т48 Електроенцефалографія: принцип методу, оцінка даних. Добовий моніторинг артеріального тиску та показників серцево-судинної діяльності. Ультразвукова допплерографія: принцип методу, оцінка даних. Оцінка даних краніографії. Оцінка даних спонділографії.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12283",
    "name": "T111 Гострі порушення спінального кровообігу. Реабілітаційні заходи в неврології. Синдром вегето-судинної дистонії. Лицьові вегетативні невралгії.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12284",
    "name": "T112 Лікування і профілактика судинних захворювань нервової системи. Еритромелалгія. Мігрень.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12286",
    "name": "T114 Сегментарні (периферичні) вегетативні порушення (первинні, вторинні). Курація тематичних хворих. Набряк Квінке: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Лицьові вегетативні невралгії: класифікація, етіологія, патогенез, особливості клінічних проявів, діагностика та диференційна діагностика. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5176",
    "name": "T51/1 Класифікації уражень периферичної нервової системи. Етіопатогенетичні механізми уражень периферичного відділу нервової системи",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11754",
    "name": "Т 96 Гострі порушення мозкового кровообігу. Минаючі порушення мозкового кровообігу: ТІА, гіпертензивний церебральний криз (етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики).",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12088",
    "name": "Т100 Гострі порушення мозкового кровообігу. Ішемічний інсульт: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12089",
    "name": "Т101 Гострі порушення мозкового кровообігу. Геморагічний паренхіматозний крововилив: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12090",
    "name": "Т102 Гострі порушення мозкового кровообігу. Паренхіматозно-шлуночкові крововиливи: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12274",
    "name": "Т102 Гострі порушення мозкового кровообігу. Паренхіматозно-шлуночкові крововиливи: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12275",
    "name": "Т103 Гострі порушення мозкового кровообігу. Геморагічний паренхіматозний крововилив: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12276",
    "name": "Т104 Гострі порушення мозкового кровообігу. Субарахноїдальний крововилив: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12277",
    "name": "Т105 Гострі порушення мозкового кровообігу. Субарахноїдальний крововилив: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12278",
    "name": "Т106 Гострі порушення мозкового кровообігу. Паренхіматозно-субарахноїдальні , паренхіматозно-шлуночкові крововиливи: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Курація тематичних хворих",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12279",
    "name": "Т107 Гострі порушення спінального кровообігу. Артеріо-венозні мальформації. Гострі порушення мозкового кровообігу за геморагічним типом",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12280",
    "name": "Т108 Артеріо-венозні мальформації судин головного та спинного мозку",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12281",
    "name": "Т109 Вікові особливості судинної патології головного та спинного мозку. Принципи та особливості лікування геморагічних порушень мозкового кровообігу на догоспітальному етапі та в спеціалізованому стаціонарі",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12282",
    "name": "Т110 Загальні відомості про патологію вегетативної нервової системи (соціально-медичне значення, епідеміологічні та статистичні дані). Класифікація вегетативних розладів.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12285",
    "name": "Т113.Порушення терморегуляції: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Курація тематичних хворих. Надсегментарні (церебральні) вегетативні порушення (первинні, вторинні). Сегментарні (периферичні) вегетативні порушення (первинні, вторинні). Надсегментарні (церебральні) вегетативні порушення (первинні, вторинні). Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12287",
    "name": "Т115Мігрень: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Курація тематичних хворих. Лицьові вегетативні невралгії: класифікація, етіологія, патогенез, особливості клінічних проявів, діагностика та диференційна діагностика. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12288",
    "name": "Т116 Ангіотрофоневрози: етіологія, патогенез, основні клінічні форми. Мігрень: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Лицьові вегетативні невралгії: класифікація, етіологія, патогенез, особливості клінічних проявів, діагностика та диференційна діагностика. Реабілітаційні заходи в неврології. Побічна дія лікарських засобів. Синдром вегето-судинної дистонії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Надсегментарні та сегментарні вегетативні порушення.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12289",
    "name": "Т117 Принципи лікування неврологічних захворювань. Основні засади та особливості використання фармакотерапії в клінічній практиці. Кропивниця етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Хвороба та синдром Рейно етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Еритромелалгія етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Рідкісні форми ангіотрофоневрозів.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12290",
    "name": "Т118 Набряк Квінке: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Кропивниця: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Класифікація епілептичних нападів, їх етіопатогенетичні механізми становлення, діагностика та лікувальна тактика. Нейроендокринні розлади: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Принципи та особливості лікування ішемічних порушень мозкового кровообігу на догоспітальному етапі та в спеціалізованому стаціонарі.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12291",
    "name": "Т119 Принципи та особливості лікування геморагічних порушень мозкового кровообігу на догоспітальному етапі та в спеціалізованому стаціонарі. Принципи та особливості лікування ішемічних порушень мозкового кровообігу на догоспітальному етапі та в спеціалізованому стаціонарі. Курація хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12292",
    "name": "Т120 Принципи та особливості лікування геморагічних порушень мозкового кровообігу на догоспітальному етапі та в спеціалізованому стаціонарі. Принципи та особливості профілактики судинних захворювань головного мозку.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12293",
    "name": "Т121 Принципи та особливості профілактики судинних захворювань головного мозку. Курація хворих. Принципи та особливості лікування інфекційно-запальних",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "6555",
    "name": "Т49 Ядерно-магнітно-резонансна томографія головного мозку: принцип та діагностичні можливості методу, покази, протипокази, оцінка даних. Комп'ютерна томографія головного мозку: принцип та діагностичні можливості методу, покази, оцінка даних.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "6557",
    "name": "Т50Ядерно-магнітно-резонансна томографія головного мозку: принцип та діагностичні можливості методу, покази, проти покази, оцінка даних.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5177",
    "name": "Т52 Мононейропатії верхніх кінцівок: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5178",
    "name": "Т53 Мононейропатії нижніх кінцівок: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Мононейропатії верхніх кінцівок: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Курація тематичних хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5179",
    "name": "Т54 Мононейропатії верхніх кінцівок: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Мононейропатії нижніх кінцівок: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5180",
    "name": "Т55 Невралгії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5181",
    "name": "Т56 Невралгії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Мононейропатії верхніх та нижніх кінцівок: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Полінейропатії: класифікація, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5182",
    "name": "Т60 Алкогольна полінейропатія: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5183",
    "name": "Т61 Дифтерійна та ботулінічна полінейропатії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5184",
    "name": "Т62 Радикулопатії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5185",
    "name": "Т63 Радикулопатії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Радикулогангліоніти: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Діабетична полінейропатія: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Інші дисметаболічні полінейропатії. Курація тематичних хворих",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5186",
    "name": "Т64 Радикулогангліоніти: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Гангліоніти, гангліоневрити: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Плексопатії, плексити: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "5187",
    "name": "Т65 Радикулогангліоніти: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Полінейропатії: класифікація, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Плексопатії, плексити: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Радикулопатії: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11749",
    "name": "Т91 Загальні відомості про судинні ураження нервової системи: соціально-медичне значення, епідеміологічні та статистичні дані. Курація хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11750",
    "name": "Т92 Абсцес головного мозку: класифікація, етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Класифікація судинних захворювань головного і спинного мозку, фактори ризику їх виникнення. Класифікація судинних захворювань головного і спинного мозку, фактори ризику їх виникнення. Курація хворих",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11751",
    "name": "Т93 Етіологічні чинники судинних захворювань головного та спинного мозку. Патогенетичні механізми розвитку судинної патології головного та спинного мозку. Принципи та особливості лікування захворювань периферичної нервової системи",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11752",
    "name": "Т94. Патогенетичні механізми розвитку судинної патології головного та спинного мозку. Етіологічні чинники судинних захворювань головного та спинного мозку. Курація хворих.Абдомінальний синдром: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11753",
    "name": "Т95 Порушення терморегуляції: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Початкові прояви недостатності мозкового кровообігу: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики. Патогенетичні механізми розвитку судинної патології головного та спинного мозку. Курація хворих.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "11755",
    "name": "Т97 Гострі порушення мозкового кровообігу. Минаючі порушення мозкового кровообігу: ТІА, гіпертензивний церебральний криз (етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики). Курація тематичних хворих",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12086",
    "name": "Т98 Гострі порушення мозкового кровообігу. Гостра гіпертензивна енцефалопатія: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  },
  {
    "id": "12087",
    "name": "Т99 Гострі порушення мозкового кровообігу. Ішемічний інсульт: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Геморагічний паренхіматозний крововилив: етіологія, патогенез, клінічні прояви, особливості перебігу, діагностики на догоспітальному етапі та диференційної діагностики. Кардіалгічний синдром: клінічні прояви, особливості перебігу, діагностики та диференційної діагностики.",
    "parent_id": "5168",
    "is_final": "1"
  }
]