[
  {
    "id": "5190",
    "name": "T1 Синдромологія уражень нервової системи. Головний біль: лікування, забезпечення маршруту пацієнта. Порушення свідомості: невідкладна допомога, забезпечення маршруту пацієнта. Рухові порушення їх види, забезпечення маршруту пацієнта. Порушення чутливості: інтерпретація, забезпечення маршруту пацієнта.  Порушення статики та координації: інтерпретація, забезпечення маршруту пацієнта. Мовні порушення: диференційна діагностика, забезпечення маршруту пацієнта. Когнітивні розлади: виявлення, забезпечення маршруту пацієнта.  Вегетативні порушення: діагностика та лікування.",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5198",
    "name": "Т10 Пухлини головного та спинного мозку",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5199",
    "name": "Т2 Ураження периферичного відділу нервової системи. Вертеброгенні ураження (шийного, грудного, попереково-крижового відділу): диференційна діагностика, лікування, забезпечення маршруту пацієнта. Ураження черепних нервів: диференційна діагностика, забезпечення маршруту пацієнта.",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5191",
    "name": "Т3 Судинні хвороби нервової системи. Хронічна ішемія головного мозку: діагностика, лікування, забезпечення маршруту пацієнта. Гострі порушення мозкового кровообігу: діагностика, невідкладна допомога, забезпечення маршруту пацієнта.",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5192",
    "name": "Т4 Інфекційно-запальні та демієлінізуючі хвороби нервової системи",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5193",
    "name": "Т5 Демієлінізуючі хвороби нервової системи",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5194",
    "name": "Т6 Міастенія і міастенічні синдроми. Міастенія і міастенічні синдроми: діагностика, забезпечення маршруту пацієнта. Епілепсія та епілептичні синдроми. Епілепсія та епілептичні синдроми: діагностика, невідкладна допомога, забезпечення маршруту пацієнта",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "6558",
    "name": "Т7 Травми та наслідки травм головного, спинного мозку та периферійної нервової системи",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "5196",
    "name": "Т8 Дитячий церебральний параліч: діагностика, забезпечення маршруту пацієнта. Медико-соціальна реабілітація.",
    "parent_id": "5170",
    "is_final": "1"
  },
  {
    "id": "6559",
    "name": "Т9 Невідкладні стани в неврології. Невідкладна допомога при судомах. Невідкладна допомога при порушеннях свідомості різного ступеню. Невідкладна допомога при гострих порушеннях мозкового кровообігу.",
    "parent_id": "5170",
    "is_final": "1"
  }
]