[
  {
    "id": "5206",
    "name": "T1 Синдромологія уражень нервової системи. Головний біль: лікування, забезпечення маршруту пацієнта. Порушення свідомості: невідкладна допомога, забезпечення маршруту пацієнта. Рухові порушення їх види, забезпечення маршруту пацієнта. Порушення чутливості: інтерпретація, забезпечення маршруту пацієнта.  Порушення статики та координації: інтерпретація, забезпечення маршруту пацієнта. Мовні порушення: диференційна діагностика, забезпечення маршруту пацієнта. Когнітивні розлади: виявлення, забезпечення маршруту пацієнта.  Вегетативні порушення: діагностика та лікування.",
    "parent_id": "5171",
    "is_final": "1"
  },
  {
    "id": "5207",
    "name": "Т2 Ураження периферичного відділу нервової системи. Вертеброгенні ураження: диференційна діагностика, лікування, забезпечення маршруту пацієнта. Нейропатії, плексопатії, радикулопатії: диференційна діагностика, лікування, забезпечення маршруту пацієнта. Ураження черепних нервів: диференційна діагностика, забезпечення маршруту пацієнта.",
    "parent_id": "5171",
    "is_final": "1"
  },
  {
    "id": "5208",
    "name": "Т3 Гострі порушення мозкового кровообігу: діагностика, невідкладна допомога, забезпечення маршруту пацієнта.  Хронічна ішемія головного мозку: діагностика, лікування, забезпечення маршруту пацієнта. Менінгіти, енцефаліти: діагностика, невідкладна допомога,  забезпечення маршруту пацієнта.  Мієліти: діагностика, забезпечення маршруту пацієнта. Поліомієліт: профілактика, діагностика, забезпечення маршруту пацієнта. Гостра запальна демієлінізуюча полірадикулонейропатія (синдром Гійєна-Барре): діагностика, невідкладна допомога, забезпечення маршруту пацієнта. Розсіяний склероз: діагностика, забезпечення маршруту пацієнта.",
    "parent_id": "5171",
    "is_final": "1"
  },
  {
    "id": "5209",
    "name": "Т4 Хвороба Паркінсона: діагностика, забезпечення маршруту пацієнта. Міастенія. Епілепсія та неепілептичні пароксизмальні синдроми",
    "parent_id": "5171",
    "is_final": "1"
  },
  {
    "id": "5210",
    "name": "Т5 Черепно-мозкові травми та їх наслідки: невідкладна допомога, забезпечення маршруту пацієнта. Травми спинного мозку та їх наслідки: невідкладна допомога, забезпечення маршруту пацієнта. Травми ПНС та їх наслідки: невідкладна допомога, забезпечення маршруту пацієнта. Пухлини головного та спинного мозку: забезпечення маршруту пацієнта",
    "parent_id": "5171",
    "is_final": "1"
  },
  {
    "id": "5211",
    "name": "Т6. Дитячий церебральний параліч: діагностика, забезпечення маршруту пацієнта. Медико-соціальна реабілітація. Епілепсія у дітей: діагностика, забезпечення маршруту пацієнта. Медико-соціальна реабілітація. Патологія вегетативної нервової системи: діагностика, лікування, забезпечення маршруту пацієнта. Спадкові нервово-м’язові захворювання у дітей. Вроджені вади розвитку нервової системи у дітей. Супровід, забезпечення маршруту пацієнта.",
    "parent_id": "5171",
    "is_final": "1"
  },
  {
    "id": "6560",
    "name": "Т7 Невідкладні стани в неврології. Невідкладна допомога при судомах. Невідкладна допомога при порушеннях свідомості різного ступеню. Невідкладна допомога при гострих порушеннях мозкового кровообігу. Реабілітація пацієнтів із неврологічними захворюваннями",
    "parent_id": "5171",
    "is_final": "1"
  }
]