[
  {
    "id": "2656",
    "name": "курс3 М2 6 сем.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29794",
    "name": "М 1 Т2 Додаткові спеціальні методи обстеження. Попередній та остаточний діагноз",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29795",
    "name": "М 1 Т3 Функціональна анатомія  та біомеханіка зубощелепного апарату",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "27783",
    "name": "М 2 Т16 Способи компенсації усадки сплавів при литві. Формувальні маси. Моделювання репродукції каркасу бюгельного протезу.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29887",
    "name": "М1 Т10 Клінічні етапи виготовлення суцільнолитих металопластмасових та металокерамічних коронок",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29922",
    "name": "М1 Т11 Лабораторні етапи виготовлення суцільнолитих металопластмасових та металокерамічних коронок",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29923",
    "name": "М1 Т12 Клініко-лабораторні етапи виготовлення сучасних естетичних конструкцій (цільнокерамічних, на основі діоксиду цирконію). Використання CAD-CAM технологій",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29924",
    "name": "М1 Т13 Ортопедичні методи лікування при повному руйнуванні коронки зуба. Штифтові конструкції.Сучасні технології",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29925",
    "name": "М1 Т14 Показання до заміщення дефектів зубних рядів мостоподібними протезами. Конструктивні особливості та біомеханіка мостоподібних протезів Класифікація дефектів зубних рядів. Види мостоподібних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29926",
    "name": "М1 Т15 Показання та клініко-лабораторні етапи виготовлення штамповано-паяних і суцільнолитих мостоподібних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29927",
    "name": "М1 Т16 Клінічні етапи виготовлення суцільнолитих металопластмасових та металокерамічних мостоподібних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29928",
    "name": "М1 Т17 Лабораторні етапи виготовлення суцільнолитих металопластмасових та металокерамічних мостоподібних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29796",
    "name": "М1 Т4 Показання до заміщення дефектів твердих тканин вкладками. Види, методики і етапи виготовлення вкладок. Сучасні технології.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29804",
    "name": "М1 Т5 Етіологія, класифікації, способи заміщення дефектів твердих тканин зубів штучними коронками. Показання до протезування штучними коронками. Класифікації коронок.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29805",
    "name": "М1 Т6 Препарування зубів під штучні коронки – загальні правила, методики, інструментарій",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29806",
    "name": "М1 Т7 Ускладнення при препаруванні зубів. Захист вітальних зубів під час та після препарування",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29807",
    "name": "М1 Т8 Показання, клінічні і лабораторні етапи виготовлення штампованої і суцільнолитої металевої коронки",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29886",
    "name": "М1 Т9 Клінічні етапи виготовлення суцільнолитих металопластмасових та металокерамічних коронок",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "2228",
    "name": "Ортопедична стоматологія Модуль1",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "20470",
    "name": "Т 2 Види часткових знімних протезів та показання до їх застосування. Опорні зуби, вимоги до опорних зубів. Види кламерних ліній.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "20597",
    "name": "Т 3 Методи фіксації часткових знімних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "20596",
    "name": "Т 4 Відбитки для виготовлення знімних протезів. Їх класифікація. Відбиткові матеріали, вимоги до відбитків. Визначення меж базисів часткових знімних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "21870",
    "name": "Т 5 Визначення та фіксація центральної оклюзії при I, II, III групах дефектів зубних рядів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "21875",
    "name": "Т 6 Постановка зубів у часткових знімних протезах. Види штучних зубів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "21871",
    "name": "Т 7 Перевірка конструкції часткових знімних протезів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "21893",
    "name": "Т 8 Технологія виготовлення часткових знімних пластинкових протезів. Компресійне та ливарне пресування пластмас.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "12639",
    "name": "Т1 Контроль початкового рівня знань. Обстеження пацієнта в клініці ортопедичної стоматології. Клінічні методи обстеження хворого. Порядок обстеження пацієнта, формулювання діагнозу",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "20469",
    "name": "Т1 Обстеження пацієнта з частковою втратою зубів – основні та додаткові методи. Зміни в зубощелепному апараті при частковій втраті зубів.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9341",
    "name": "Т10 Показання до заміщення дефектів зубних рядів бюгельними протезами. Конструктивні особливості бюгельних протезів в залежності від клінічної ситуації. Вибір опорних зубів",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9339",
    "name": "Т11 Відбитки та відбиткові матеріали, які використовують для виготовлення бюгельних протезів. Діагностичні і робочі моделі",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "5888",
    "name": "Т12Паралелометрія. Мета, завдання, способи проведення паралелометрії. Вимоги до діагностичних моделей.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "5889",
    "name": "Т13 Класифікація систем фіксації бюгельних протезів. Класифікація кламерів, показання до застосування",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "5890",
    "name": "Т14. Технологічні етапи виготовлення бюгельних протезів. Підготовка моделі до дублювання. Дублювальні маси",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "5891",
    "name": "Т15 Способи компенсації усадки сплавів при литві. Формувальні маси. Моделювання репродукції каркасу бюгельного протезу.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "8252",
    "name": "Т17 Сплави металів для виготовлення бюгельного протеза. Технологія литва каркасів бюгельних протезів. Помилки при литві.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "8253",
    "name": "Т18 Перевірка конструкції бюгельного протезу. Накладання бюгельного протезу",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "29929",
    "name": "Т18 Сучасні конструкції мостоподібних протезів (адгезивні, знімні, на основі діоксиду циркону)",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9793",
    "name": "Т19 Адаптація до знімних протезів. Термін користування. Починка та перебазування.",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9794",
    "name": "Т20 Помилки та ускладнення при протезуванні частковими знімними протезами",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9795",
    "name": "Т21 Помилки та ускладнення при протезуванні частковими знімними протезами",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "19248",
    "name": "Т21 Сучасні конструкції мостоподібних протезів (адгезивні, знімні, на основі циркону).",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9796",
    "name": "Т22 Вплив базисів знімних протезів на слизову оболонку порожнини рота. Протезні стоматити – класифікація, етіологія, діагностика, лікування",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "19247",
    "name": "Т22 Фактори, що забезпечують фіксацію незнімних протезів. Матеріали для тимчасової та постійної фіксації незнімних конструкцій",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9797",
    "name": "Т23 Вплив базисів знімних протезів на слизову оболонку порожнини рота. Протезні стоматити. Класифікація, етіологія, діагностика, лікування",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "19249",
    "name": "Т23 Ускладнення та помилки при протезуванні штучними коронками і мостоподібними протезами",
    "parent_id": "5501",
    "is_final": "1"
  },
  {
    "id": "9340",
    "name": "Т9 Накладання та корекція часткових знімних протезів",
    "parent_id": "5501",
    "is_final": "1"
  }
]