[
  {
    "id": "31245",
    "name": "М 2 Т 4 Отримання гіпсових моделей щелеп. Фіксація моделей в артикулятор",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31244",
    "name": "М 2 Т 5 Моделювальні матеріали. Віск, класифікація, характеристика застосування в ортопедичній стоматології. Воскове моделювання зубів на гіпсових моделях",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31914",
    "name": "М2 Т 1 Кристалізуючі та термопластичні відбиткові матеріали. Фізико-хімічні властивості, показання. Методики отримання відбитків QuestName:У якому році гіпс почали використовувати, як відбитковий матеріал:",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31969",
    "name": "М2 Т 10 Литво металів. Усадка, методи її компенсації при литві зубних протезів",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31970",
    "name": "М2 Т 11 Керамічні маси та їх компоненти. Класифікація. Показання до застосування.",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31971",
    "name": "М2 Т 12 Вкладки. Класифікації. Показання до застосування. Правила формування порожнин під вкладки. Методи моделювання та виготовлення вкладок.",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31972",
    "name": "М2 Т 13 Штифтові конструкції. Показання до застосування.",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31973",
    "name": "М2 Т 14 Штучні коронки. Класифікація. Показання до застосування. Сучасні естетичні штучні коронки",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31974",
    "name": "М2 Т 15 Мостоподібні протези. Конструкції. Дефекти зубних рядів за Бетельманом та Кенеді. Показання до застосування мостоподібних протезів",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31975",
    "name": "М2 Т 16 Знімні зубні протези. Конструкції. Групи дефектів зубних рядів. Показання до застосування різних видів знімних протезів.",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31913",
    "name": "М2 Т 2 Альгінатні відбиткові матеріали. Фізико-хімічні властивості, показання до застосування. Методики отримання відбитків",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31963",
    "name": "М2 Т 3 Силіконові відбиткові матеріали. Фізико-хімічні властивості, показання до застосування. Методики отримання відбитків QuestName:Перфорації у стандартній відбитковій ложці при знятті відбитка силіконовими відбитковими матеріалами потрібні для:",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31964",
    "name": "М2 Т 6 Стоматологічні пластмаси холодної полімеризації. Властивості. Застосування",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31965",
    "name": "М2 Т 7 Стоматологічні пластмаси гарячої полімеризації. Властивості. Застосування",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31966",
    "name": "М2 Т 8 Сплави металів, застосування в ортопедичній стоматології. Класифікація та характеристика сплавів на основі благородних металів QuestName:До конструкційних матеріалів належать:",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "31967",
    "name": "М2 Т 9 Сплави металів, застосування в ортопедичній стоматології. Класифікація та характеристика сплавів на основі неблагорордних металів",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "30191",
    "name": "ПМК 1 Пропедевтика ортопедичної стоматології",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "32000",
    "name": "ПМК 2 Пропедевтика ортопедичної стоматології",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "15433",
    "name": "Т 10 Артикуляція нижньої щелепи. Фактори оклюзії",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "15434",
    "name": "Т 11 Послідовність обстеження ортопедичних хворих. Суб’єктивні та об’єктивні методи обстеження",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "16531",
    "name": "Т 12 Обстеження ортопедичних хворих. Інструментальні методи обстеження в клініці ортопедичної стоматології",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "16532",
    "name": "Т 13 Особливості обстеження в клініці ортопедичної стоматології. Лабораторні методи обстеження. Складові частини діагнозу",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "16533",
    "name": "Т 14 Класифікація відбитків та відбиткових матеріалів",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "14281",
    "name": "Т 3 Жувальні та мімічні м’язи, їх функція",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "13856",
    "name": "Т 3 Жувальні та мімічні м’язи, їх функція",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "14402",
    "name": "Т 4 Анатомічні особливості скронево-нищньощелепного суглобу. Вікові зміни у суглобі",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "14954",
    "name": "Т 5 Зуби, зубні ряди. Анатомія оклюзійної поверхні зубів",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "14955",
    "name": "Т 6 Функціональна анатомія фронтальних груп зубів верхньої та нижньої щелеп. Воскове моделювання",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "14956",
    "name": "Т 7 Функціональна анатомія бічних груп зубів верхньої та нижньої щелеп. Воскове моделювання",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "15431",
    "name": "Т 8 Фізіологічні та патологічні види прикусів. Їх характеристика та ознаки",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "15432",
    "name": "Т 9 Оклюзійні контакти зубних рядів. Види оклюзії, їх характеристика та ознаки",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "13483",
    "name": "Т1 Організаційні принципи роботи ортопедичного кабінету. Устаткування клініки та лабораторії. Робоче місце лікаря стоматолога-ортопеда та зубного техніка, обладнання та інструментарій",
    "parent_id": "5507",
    "is_final": "1"
  },
  {
    "id": "13484",
    "name": "Т2 Функціональна анатомія та компоненти жувального апарату, їх характеристика",
    "parent_id": "5507",
    "is_final": "1"
  }
]