[
  {
    "id": "33344",
    "name": "М-1 Топографічне обгрунтування операій в ділянці голови та шиї.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33330",
    "name": "Т-1 Поняття про хірургічну операцію та хірургічний інструментарій.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33339",
    "name": "Т-10. Т.А. верхньої та нижньої щелепи. Операції на щелепах і зубах.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33340",
    "name": "Т-11. Т.А. передньої ділянки шиї. Розкриття клітковинних просторів шиї.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33341",
    "name": "Т-12. Т.А. органів шиї. Операції на них. Трахеостомія.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33342",
    "name": "Т-13. Т.А. бокових і глибоких ділянок шиї.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33343",
    "name": "Т-14. Роз’єднання і з’єднання тканин, зупинка кровотечі з рани в стерильних умовах.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33331",
    "name": "Т-2 Роз’єднання та з’єднання тканин, зупинка кровотечі в рані.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33332",
    "name": "Т-3 Первинна хірургічна обробка рани. Перев’язка судин на протязі.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33333",
    "name": "Т-4. Т.А мозкового відділу голови у ділянці склепіння та основи черепа.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33334",
    "name": "Т-5. Т.А.  мозку і його оболонок. Трепанація черепа.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33335",
    "name": "Т-6. Т.А.  поверхневих утворень бокової ділянки лиця. Розкриття клітковинних просторів.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33336",
    "name": "Т-7. Т.А. глибокої ділянки лиця. Центральна провідникова анестезія.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33337",
    "name": "Т-8. Т.А. передньої ділянки лиця. ПХОР щелепно-лицевих ран.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "33338",
    "name": "Т-9. Т.А. ділянки рота. Розкриття клітковинних просторів.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2732",
    "name": ". Топографічна  анатомія бокових і глибоких ділянок шиї. Вагосимпатична блокада. Операції при вроджених кистах  та норицях шиї.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2731",
    "name": "Венепункція. Венесекція та трахеостомія. (Операція на тварині).",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2728",
    "name": "Операції на щелепах і зубах. Виправлення вивиху та операції на  скронево-нижньощелепному суглобі.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2721",
    "name": "Первинна хірургічна обробка рани, видалення сторонніх тіл. Перев’язка судин на протязі.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2719",
    "name": "Поняття про хірургічну операцію та хірургічний інструментарій. Підготовка інструментального столика і в’язання вузлів. Місцева анестезія за Вишневським. Предмет і завдання дисципліни, історія становлення та методи дослідження. Поняття про хірургічні операції. Науково-технічний прогрес у хірургії та хірургічній стоматології.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2720",
    "name": "Роз’єднання та з’єднання тканин, зупинка кровотечі в рані. Загальні закономірності пошарової будови людського тіла, футлярної будови та фасціально-клітковинних просторів. Закони  Пирогова.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2725",
    "name": "Топографічна анатомія глибокої ділянки лиця. Шляхи поширення глибоких флегмон і способи їх розкриття. Центральна провідникова анестезія гілок трійчастого нерва в місці виходу з черепа.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2727",
    "name": "Топографічна анатомія ділянки рота. Розкриття клітковинних просторів. Хейлопластика та уранопластика. Черезротові та позаротові методи провідникової анестезії. Пластичні та відновні операції. Дерматопластика. Трансплантація органів і тканин.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2722",
    "name": "Топографічна анатомія мозкового відділу голови у ділянці склепіння та основи черепа. Первинна хірургічна обробка ран голови.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2723",
    "name": "Топографічна анатомія мозку і його оболонок. Трепанація черепа. Операції на черепі і мозку: принципи стереотаксису та девіталізації структур мозку.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2730",
    "name": "Топографічна анатомія органів шиї. Операції на них. Трахеостомія.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2733",
    "name": "Топографічна анатомія органів шиї. Операції на них. Трахеостомія.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2726",
    "name": "Топографічна анатомія передньої ділянки лиця. Гайморотомія. Блокада кінцевих гілок трійчастого нерва. ПХОР щелепно-лицевих ран.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2729",
    "name": "Топографічна анатомія передньої ділянки шиї. Розкриття клітковинних просторів шиї. Перев’язка сонних артерій.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2724",
    "name": "Топографічна анатомія поверхневих утворень бокової ділянки лиця. Розкриття клітковинних просторів. Операції при слинних норицях.",
    "parent_id": "555",
    "is_final": "1"
  },
  {
    "id": "2793",
    "name": "Топографо-анатомічне обґрунтування операцій в ділянці голови та шиї",
    "parent_id": "555",
    "is_final": "1"
  }
]