[
  {
    "id": "34110",
    "name": "МІІ. T1. Біоетика: предмет, мета і задачі в системі охорони здоров’я. Історія професійної медичної етики, нооетики.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34119",
    "name": "МІІ. T2. Виховання поваги до здорового способу життя. Здоров’я, філософське, біологічне та етичне визначення. Визначення здоров’я ВООЗ. Здоровий спосіб життя як умова його тривалості, фізичного і духовного розвитку. Людина і хвороба. Хвороба як переживання і поведінка людської особистості.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34122",
    "name": "МІІ. ПМК Основи біоетики та біобезпеки",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34112",
    "name": "МІІ. Т3. Концепція біобезпеки і ризику біомедичних технологій. Біоетичні аспекти і біобезпека впливу навколишнього середовища на людину. Біоетичні аспекти агротехнологій. Основи біоетичної оцінки та контролю генетичних технологій.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34120",
    "name": "МІІ. Т4. Взаємини між медичними співробітниками, пацієнтом та його родиною.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34121",
    "name": "МІІ. Т5. Основи біоетичної оцінки морального статусу плода та початку життя.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34115",
    "name": "МІІ. Т6. Основи біоетичних проблем болю, страждання, реабілітації та евтаназії.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34116",
    "name": "МІІ. Т7. Основи біоетичних аспектів трансплантології та трансфузіології крові.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34117",
    "name": "МІІ. Т8. Основи біоетичних проблем ВІЛ-інфекції та інших соціально небезпечних інфекцій.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "34118",
    "name": "МІІ. Т9. Основи біоетичних проблем біопсихосоціальної медицини, психології та психіатрії.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "20133",
    "name": "T 1. Біоетика: предмет, мета і задачі в системі охорони здоров’я. Історія професійної медичної етики, нооетики.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "20134",
    "name": "T 2. Соціальна справедливість, проблеми транскультуральної етики і соціоетичні зобов'язання. Біоетичні та правові проблеми співіснування „традиційної\" та „нетрадиційної\" медицини.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "20135",
    "name": "T 3. Виховання поваги до здорового способу життя. Здоров’я, філософське, біологічне та етичне визначення. Визначення здоров’я ВООЗ. Здоровий спосіб життя як умова його тривалості, фізичного і духовного розвитку. Людина і хвороба. Хвороба як переживання і поведінка людської особистості.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "7927",
    "name": "Т10 Основи біоетичних проблем біопсихосоціальної медицини, психології та психіатрії.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "31383",
    "name": "Т4 Концепція біобезпеки і ризику біомедичних технологій. Біоетичні аспекти і біобезпека впливу навколишнього середовища на людину. Біоетичні аспекти агротехнологій. Основи біоетичної оцінки та контролю генетичних технологій.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "31385",
    "name": "Т5. Взаємини між медичними співробітниками, пацієнтом та його родиною.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "7924",
    "name": "Т7 Основи біоетичних проблем болю, страждання, реабілітації та евтаназії.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "7925",
    "name": "Т8 Основи біоетичних аспектів трансплантології та трансфузіології крові.",
    "parent_id": "5701",
    "is_final": "1"
  },
  {
    "id": "7926",
    "name": "Т9 Основи біоетичних проблем ВІЛ-інфекції та інших соціально небезпечних інфекцій.",
    "parent_id": "5701",
    "is_final": "1"
  }
]