[
  {
    "id": "6025",
    "name": "Біль в  анальній ділянці: диференційна діагностика, забезпечення маршруту пацієнта. Гострі та хронічні захворювання (геморой, анальна тріщина, парапроктит, стриктура та недостатність сфінктеру прямої кишки, епітеліальна киста куприка): діагностика, невідкладна допомога, забезпечення маршруту пацієнта",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11241",
    "name": "Внутрішні кровотечі в гастроентерології. Кров у випорожненні",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11239",
    "name": "Злоякісні пухлини гепатобіліарної системи. Рак підшлункової залози. Рак кишківника.",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11243",
    "name": "Клінічна фармакологія препаратів, що застосовуються при лікуванні пацієнтів із захворюваннями органів травлення.",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11246",
    "name": "Лікувальне харчування при захворюваннях внутрішніх органів. Дієти. Фітотерапія",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11237",
    "name": "Неспецифічний виразковий коліт. Хвороба Крона",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11242",
    "name": "Особливості клініки та лікування захворювань органів травлення у хворих похилого та старечого віку",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11244",
    "name": "Побічна дія ліків. Основні групи препаратів, що використовуються в лікуванні терапевтичних хвороб. Загальні принципи призначення медикаментозного лікування QuestName:Який із перелічених антибактеріальних засобів є протипоказаним хворому із сенсоневральним пресбіакузисом:",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11245",
    "name": "Поліпрагмазія. Заходи спрямовані на усунення (зменшення) негативних впливів медикаментозних засобів при лікуванні терапевтичних хворих",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11238",
    "name": "Рак стравоходу, рак шлунку. Діагностика передракових станів в гастроентерології",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11248",
    "name": "Санаторно-курортне та реабілітаційне лікування",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11240",
    "name": "Синдром «гострого» живота",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11235",
    "name": "Синдром надлишкового бактеріального росту",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "6026",
    "name": "Травма прямої кишки. Сторонні тіла прямої кишки:клінічна діагностика, невідкладна допомога, забезпечення маршруту пацієнта. Ускладнення захворювань прямої кишки: кровотеча,  тромбоз гемороїдального вузла: клінічна діагностика, невідкладна допомога, забезпечення маршруту пацієнта",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11247",
    "name": "Фізичні методи лікування. Бальнеотерапія",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11236",
    "name": "Функціональні захворювання кишок. Синдром подразненої кишки",
    "parent_id": "5967",
    "is_final": "1"
  },
  {
    "id": "11234",
    "name": "Хвороби підшлункової залози. Хронічний панкреатит",
    "parent_id": "5967",
    "is_final": "1"
  }
]