[
  {
    "id": "16547",
    "name": "T 12 Рани, визначення, класифікація. Структура рани та перебіг ранового процесу. Особливості сучасної вогнепальної рани та мінно-вибухових ушкоджень. Випадкова контамінована рана: умови для розвитку інфекційного процесу в рані та їх усунення (ПХО). Чисті післяопераційні рани, особливості лікування.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "13799",
    "name": "Антисептика. Види антисептики. Характеристика основних груп антисептичних засобів та основні способи їх застосування.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "16756",
    "name": "Відмороження Класифікація Механізм ураження Клінічні ознаки Перша медична допомога та лікування Електротравма: механізм ураження електричним струмом клінічні ознаки діагностика перша медична допомога та її особливості",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "13800",
    "name": "Внутрішньо-лікарнянаінфекція. Санітарно-епідеміологічний режим. Асептика.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "24951",
    "name": "Гемотрансфузії",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "12446",
    "name": "Десмургія. Основні типи пов’язок на кінцівки та промежину.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "1976",
    "name": "загальна хірургія М3",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "24952",
    "name": "КРОВОТЕЧА І ВТРАТА КРОВІ;",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "14884",
    "name": "Місцеве знеболювання. Види. Показання, протипоказання, ускладнення.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "15670",
    "name": "Т 10 Переломи і вивихи: класифікація, клінічні прояви, діагностика, перша медична допомога, принципи лікування.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "16546",
    "name": "Т 11 Політравма. Множинні ушкодження, об'єднані та комбіновані травми. Травматичний шок. Синдром тривалого стиснення (Crush синдром): патогенез, клініка, діагностика, перша медична допомога, принципи лікування.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "18015",
    "name": "Т1 Оволодіння практичними навичками в перев’язувальних.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "16853",
    "name": "Т13 Інфіковані рани. Стадії перебігу ранового процесу. Лікування інфікованої рани в залежності від стадії ранового процесу. Клінічний розбір хворого з інфікованою раною",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "16854",
    "name": "Т14 Опіки: класифікація, клініка. Перша допомога при різних видах опіку. Ураження світловим випромінюванням ядерного вибуху. Опіки, викликанні запалювальними сумішами. Опікова хвороба. Лікування опіку в стаціонарі в залежності від періоду опікової хвороби. Види хірургічних операцій, що застосовуються при лікуванні опіку.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "18016",
    "name": "Т2 Гострі гнійні захворювання м’яких тканин: абсцес, флегмона, фурункул, карбункул.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "15669",
    "name": "Т9 Закриті пошкодження м’яких тканин, черепа, грудної  клітки, органів черевної порожнини. Клініка, діагностика, перша медична допомога, принципи лікування",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "12445",
    "name": "Уведення в хірургію. Десмургія. Визначення. Правила накладання та типи бинтових пов’язок. Типові  пов’язки на верхню кінцівку, голову, шию, грудну клітку.",
    "parent_id": "603",
    "is_final": "1"
  },
  {
    "id": "14885",
    "name": "Хірургічна операція. Класифікація хірургічних операцій. Етапи хірургічного втручання. Передопераційна підготовка хворого та ведення післяопераційного періоду. Особливості хірургічного втручання в контексті невиліковного захворювання, покази. Поняття паліативної хірургії.",
    "parent_id": "603",
    "is_final": "1"
  }
]