[
  {
    "id": "10291",
    "name": "М1 Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28970",
    "name": "М2. Основи професійної підготовки офіцерів запасу медичної служби. Тема 7. \"Травматичний шок, діагностика, особливості невідкладної допомоги. Термічна травма під час бойових дій: опіки, відмороження, гіпотермія. Невідкладні медичні заходи в жовтій зоні, на етапах евакуації\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28503",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 1. \"Організація медичної служби ЗСУ. Основні завдання медичних сил Збройних сил України. Організація медичного забезпечення Збройних сил України під час бойо-вих дій. Медична служба механізованої бригади: організація та основні завдання. Сучасна концепція надання медичної допомоги під час бойових дій. Організація медичного забезпечення механізованого підрозділу в наступальному та оборонному бою, на марші. Невідкладна медична допомога в червоній зоні, зоні укриття та на етапах евакуації. Особливості огляду поранених в жовтій зоні\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "29162",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 10. \"Аварії на ХНО, класифікація СДОР, їх характеристика, невідкладна медична допомога. БОР, клінічні прояви ураження, невідкладна медична допомога на місці події\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "29200",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 11. \"Ядерна зброя, її характеристика. Загальні відомості про тактичну ядерну зброю. Уражаючі фактори ядерного вибуху, його найближчі та віддалені наслідки. Невідкладні заходи в зоні вибуху. Комбіновані радіаційні та хімічні ураження. Способи деконтамінації в районі бойових дій і на етапах евакуації\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "29202",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 12. \"Сортування поранених та хворих на догоспітальному етапі за системою START. Лікувально-евакуаційне забезпечення в осередках аварій і катастроф. Структура і характер санітарних втрат. Гостра реакція на стрес та посттравматичні стресові розлади. Їх клінічні прояви та невідкладна медична допомога\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28631",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 2. \"Способи оцінки стану свідомості у поранених в зоні бойових дій. Термінальні стани. Серцево-легенева реанімація та невідкладна медична допомога в осередках бойових дій: показання, технологія (BLS). Поняття про ALS, ITLS. Невідкладна допомога при асфіксії\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28632",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 3. \"Особливості уражень різними видами зброї. Вогнепальні поранення. Основи ранової балістики. Особливості вогнепальної рани. Мінно-вибухові травми, механізм поранення, їх клінічні характеристики\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28666",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 4. \"Кровотечі, їх види, способи зупинки на місці поранення. Геморагічний шок, клініка, рання діагностик Сучасна інфузійно-трансфузійна терапія на догоспітальному етапі. Бойова травма кінцівок – м’яких тканин, вогнепальний перелом, ампутація кінцівок. Компресійно-розчавлена травма\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28667",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 5. \"Бойові ушкодження грудей: клініка, діагностика, невідкладна медична допомога в зоні укриття, на етапах евакуації. Вогнепальні і мінно-вибухові травми живота. Невідкладна медична допомога на етапах евакуації\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "28965",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 6. \"Бойова ЧМТ і спінальна травма. Невідкладна медична допомога на догоспітальному етапі. Бойова травма тазу: клініка, діагностика, невідкладна медична допомога\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "29048",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 8. \"Екстрена медична допомога при гострих терапевтичних станах: стенокардії, ГКС і гіпертонічному кризі. Невідкладна медична допомога\"",
    "parent_id": "6366",
    "is_final": "1"
  },
  {
    "id": "29092",
    "name": "М2. Підготовка офіцерів запасу галузі знань \"Охорона здоров’я\". Тема 9. \"Екстрена медична допомога при ТЕЛА, гострих розладах мозкового кровообігу. Анафілактичний шок, невідкладні заходи\"",
    "parent_id": "6366",
    "is_final": "1"
  }
]