[
  {
    "id": "10292",
    "name": "М1 Екстрена та невідкладна медична допомога",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "30505",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 1. «Організація надання екстреної і невідкладної медичної допомоги в Україні. Початкові дії медичних працівників у випадку невідкладного стану пацієнта». Тема 2. «Порядок надання  екстреної і невідкладної медичної допомоги постраждалим і хворим на догоспітальному етапі. Первинне обстеження»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31418",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 11. «Екстрена медична допомога на догоспітальному етапі при травмах кінцівок». Тема 12. «Вогнепальні поранення. Мінно-вибухова травма»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31482",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 13. «Компресійно-розчавлена травма, компармент синдром». Тема 14. «Термічна травма. Травми, пов’язані з впливом зовнішнього середовища»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31883",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 17. «Екстрена медична допомога при гіпертонічному кризі, гострих розладах мозкового кровообігу». Тема 18. «Невідкладна медична допомога на місці події при коматозних станах, анафілаксії»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "32002",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 19. «Ядерна зброя, її характеристика. Загальні відомості про тактичну ядерну зброю». Тема 20. «Невідкладна медична допомога на догоспітальному етапі  при отруєннях та ураженнях бойовими отруйними речовинами»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31041",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 3. «Технологія надання екстреної медичної допомоги при зупинці кровообігу та дихання на догоспітальному етапі (BLS)». Тема 4. «Технологія надання екстреної медичної допомоги при зупинці кровообігу та дихання на догоспітальному етапі (ALS)»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31042",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 5. «Невідкладна допомога при гострій обструкції дихальних шляхів на догоспітальному етапі». Тема 6. «Порядок надання невідкладної медичної допомоги постраждалим та хворим на догоспітальному етапі. Вторинне обстеження»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31267",
    "name": "М1. Екстрена та невідкладна медична допомога. Тема 9. «Екстрена медична допомога на догоспітальному етапі при черепно-мозковій травмі та травмах хребта». Тема 10. «Екстрена медична допомога на догоспітальному етапі при травмах живота та тазу»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31631",
    "name": "М1. Екстрена та невідкладна медична допомогТема 15. «Невідкладна медична допомога на місці події при синкопальних станах та стенокардії напруги». Тема 16. «Невідкладна медична допомога на місці події при гострому коронарному синдромі: раптова серцева смерть, нестабільна стенокардія, гострий інфаркт міокард»",
    "parent_id": "645",
    "is_final": "1"
  },
  {
    "id": "31043",
    "name": "М1. Екстрена та невідкладна медична допомогТема 7. «Екстрена медична допомога на догоспітальному етапі при ранах, кровотечах, геморагічному шоці». Тема 8. «Екстрена медична допомога на догоспітальному етапі при травмах грудної клітки»",
    "parent_id": "645",
    "is_final": "1"
  }
]