[
  {
    "id": "6479",
    "name": "Т1 Організація ендокринологічної служби в Україні. Основи планування та економіки ендокринологічної служби.Система навчання хворих на ЦД.Диспансеризація та експертиза працездатності ендокринних хворих.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6488",
    "name": "Т10 Захворювання гіпофіза. Недостатність передньої долі гіпофізу. Гіпопітуітаризм (синдром Шихана, Сімондса).",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6480",
    "name": "Т2 Цукровий діабет. Етіологія, епідеміологія, клініка, патфізіологія, класифікація, діагностика, лікування. Ксенотрансплантація органної культури тканини підшлункової залози у хворих на цукровий діабет. Синдром діабетичної стопи. Ураження магістральних судин, сучасні методи лікування. Діабетична нефропатія: патогенез, класифікація, клініка, лікування і профілактика.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6481",
    "name": "Т3 Інсулінотерапія: схеми інсулінотерапії, покази, особливості призначення.Дієтотерапія ЦД.Пероральні цукрознижуючі засоби: механізм дії, тактика призначення.Діабетична ретинопатія.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6482",
    "name": "Т4 Жирова хвороба печінки:Діабетичний неалкогольний стеатогепатоз,стеатогепатит. Кетоацидотична кома. Диф.діагностика, лікування. Гіперосмолярна, гіперлактацидемічна коми. Диф.діагностика, лікування. Гіпоглікемічні стани.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6483",
    "name": "Т5 Діабетична полінейропатія, вегетативна нейропатія,  енцефалопатія. Цукровий діабет і вагітність. Гестаційний діабет. Особливості цукрового діабету у дітей. Особливості лікування ЦД при хірургічних втручаннях.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6484",
    "name": "Т6 Біосинтез тиреоїдних гормонів, їх фізіологічна дія. ЙДЗ. Гіпотиреоз. Тиреоїдити.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6485",
    "name": "Т7 Вузлові утворення щитоподібної залози. Дифузний токсичний зоб. Захворювання щитоподібної залози і вагітність. Гіперпаратиреоз.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6486",
    "name": "Т8 Гіпопаратироз. Ендокринний остеопороз. Дисфункція гіпоталамуса. Диференціальна діагностика низькорослості. Соматогенний нанізм.",
    "parent_id": "6478",
    "is_final": "1"
  },
  {
    "id": "6487",
    "name": "Т9 Хронічна недостатність кори надниркових залоз. Гостра наднирникова недостатність. Гормонально-активні пухлини наднирників. Ендокринна артеріальна гіпертензія. Мено- та андропаузи.",
    "parent_id": "6478",
    "is_final": "1"
  }
]