[
  {
    "id": "26405",
    "name": "T1,2 Обладнання і робота мікробіологічної лабораторії. Робота з імерсійною системою мікроскопа. Морфологія бактерій. Прості методи забарвлення бактерій.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26407",
    "name": "T9 Специфічна імунопрофілактика та імунотерапія інфекційних захворювань. Алергія та анафілаксія",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "27857",
    "name": "Модуль (сестринська справа)",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26396",
    "name": "Т10 Методи мікробіологічної діагностики інфекційних захворювань. Правила забору клінічного матеріалу для бактеріологічного дослідження",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26409",
    "name": "Т11 Патогенні коки. Поняття про внутрішньолікарняні інфекції. Принципи мікробіологічної діагностики захворювань, спричинених патогенними коками",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26397",
    "name": "Т12 Патогенні ентеробактерії. Принципи мкробіологічної діагностики кишкових інфекцій.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "30469",
    "name": "Т13 Збудники дифтерії, туберкульозу, кашлюку. Принципи мікробіологічної діагностики респіраторних інфекцій.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "30470",
    "name": "Т14 Патогенні клостридії. Збудники ботулізму, правцю, газової гангрени.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "30471",
    "name": "Т15 Збудник сифілісу. Принципи мікробіологічної діагностики та профілактика урогенітальних інфекцій.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "30472",
    "name": "Т16 Патогенні віруси. Віруси грипу, гепатитів і СНІДу. Заходи профілактики.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26391",
    "name": "Т3 Структура бактеріальної клітини. Забарвлення бактерій за методом Грама.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26392",
    "name": "Т4 Принципи культивування мікроорганізмів. Бактеріологічний метод дослідження",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26393",
    "name": "Т5 Поняття про асептику та антисептику. Стерилізація і дезінфекція.",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26394",
    "name": "Т6 Антибіотики і хіміотерапевтичні препарати",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26406",
    "name": "Т7 Вчення про інфекцію. Роль мікроба у виникненні інфекції. Види інфекції. Роль макроорганізму і факторів навколишнього середовища",
    "parent_id": "6704",
    "is_final": "1"
  },
  {
    "id": "26408",
    "name": "Т8 Імунітет. Види імунітету. Неспецифічні фактори захисту. Імунна система організму. Серологічні реакції",
    "parent_id": "6704",
    "is_final": "1"
  }
]