[
  {
    "id": "14422",
    "name": "Історичні аспекти становлення фармацевтичної освіти в Україні та за кордоном. Історія медицини та фармації як наука й предмет викладання",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "16814",
    "name": "Контроль якості готових лікарських засобів та інших товарів аптечного асортименту. Внутрішньоаптечний контроль якості екстемпоральних ліків",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "14423",
    "name": "Медицина і лікознавство Індії, Китаю, Єгипту в період рабовласництва. Видатний вчений стародавньої Греції - Гіппократ. Значення праць Галена для розвитку медицини і лікознавства. Медицина і фармація епохи середньовіччя",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "15992",
    "name": "Організація безрецептурного відпуску лікарських засобів. Сутність концепції відповідального самолікування. Основи організації фармацевтичної інформації",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "16301",
    "name": "Організація рецептурного відпуску лікарських засобів. Організація безоплатного і пільгового відпуску ЛЗ і ВМП",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "15991",
    "name": "Організація роботи аптеки, як закладу охорони здоров'я та механізми державного регулювання фармацевтичної діяльності. Санітарно-протиепідемічний режим аптеки",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "16813",
    "name": "Організація роботи відділу продажу готових лікарських засобів за рецептами лікарів. Організація роботи відділу запасів",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "16300",
    "name": "Організація роботи рецептурно-виробничого відділу",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "7769",
    "name": "Т1 Аптека як заклад охорони здоров'я",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26416",
    "name": "Т12. Види тари та упаковки; вимоги до обробки, миття та сушки аптечного посуду",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26419",
    "name": "Т13. Нормативно-правові та законодавчі акти України, вимоги Належної аптечної практики (GPP) до виготовлення нестерильних лікарських засобів",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26420",
    "name": "Т15. Робоче місце фармацевта, його оснащення",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26421",
    "name": "Т16. Дозування, фасування, пакування і оформлення до відпуску твердих лікарських засобів",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26422",
    "name": "Т17. Дозування, фасування, пакування і оформлення до відпуску рідких лікарських засобів",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26423",
    "name": "Т18. Дозування, фасування, пакування і оформлення до відпуску м’яких лікарських засобів",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "7770",
    "name": "Т2 Сучасний стан розвитку фармації в Україні та за кордоном",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "26424",
    "name": "Т20. Робоче місце провізора, що займається виготовленням внутрішньоаптечних заготовок. Асортимент внутрішньоаптечних заготовок",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "7034",
    "name": "Т3 Санітарно-протиепідемічний режим аптеки та фармацевтичний порядок. Одержання води очищеної, контроль її якості та умови зберігання.",
    "parent_id": "7033",
    "is_final": "1"
  },
  {
    "id": "7035",
    "name": "Т4 Дозування в аптечній практиці. Ваговимірювальні прилади, які застосовуються в аптечній практиці.",
    "parent_id": "7033",
    "is_final": "1"
  }
]