[
  {
    "id": "7123",
    "name": "Болі в животі, оцінка особливостей больового синдрому при диференційній діагностиці захворювань органів черевної порожнини. Синдром гострого живота. Діагностика, диференційна діагностика і лікувальна тактика. Диференційна діагностика гострих захворювань органів черевної порожнини. Локальні та розповсюджені гнійно-запальні процеси органів черевної порожнини та очеревини. Етіологія, патогенез, клініка, діагностика і лікування. Синдроми дисфагії, блювання та порушення акту дефекації. Значення у діагностиці та диференційній діагностиці. Лікарська тактика. Механічна жовтяниця. Причини виникнення. Диференціально-діагностична тактика. Сучасні підходи до лікування. Печінкова недостатність при хірургічних хворобах, методи профілактики та лікування. Кровотечі з травного тракту. Причини виникнення, діагностика та диференційна діагностика, лікувальна тактика. Травми живота. Симптоматика пошкоджень органів черевної порожнини та заочеревного простору. Інструментальні методи діагностики. Лікувально-діагностична тактика. Особливості протікання хірургічних захворювань у вагітних. Діагностика та диференційна діагностика гострих захворювань органів черевної порожнини. Особливості обстеження. Хірургічна тактика. Запобігання передчасним пологам. Перебіг гострих захворювань у осіб похилого віку.",
    "parent_id": "7119",
    "is_final": "1"
  },
  {
    "id": "7122",
    "name": "Критичні стани у хірургічних хворих: гострий респіраторний дистрес-синдром, синдром черевної порожнини, колапс. Синдром системної запальної відповіді у хірургічних хворих. Патогенез, значення при різних захворюваннях і травмах. Лікувальна тактика. Шок у хірургічних хворих. Причини, діагностика, лікувальна тактика",
    "parent_id": "7119",
    "is_final": "1"
  },
  {
    "id": "7126",
    "name": "Підсумковий модульний контроль. Хірургія. Модуль 4. Педіатри 6 курс",
    "parent_id": "7119",
    "is_final": "1"
  },
  {
    "id": "7125",
    "name": "Синдром ішемії кінцівок. Захворювання, що викликають. Консервативне та хірургічне лікування оклюзій артерій нижніх кінцівок. Оцінка синдрому болю в кінцівках при проведенні діагностики та диференційної діагностики судинних захворювань, уражень нервової системи та патології опорно-рухового апарату. Синдром дуги аорти. Клініка, діагностика, диференційна діагностика, лікувальні підходи. Проблеми тромбозів та емболій. Причини виникнення, шляхи запобігання, діагностика та диференційна діагностика, лікувальна тактика. Сучасні можливості консервативного лікування. Показання до хірургічного лікування і його основні методи. Захворювання вен. Синдром верхньої порожнистої вени. Синдром нижньої порожнистої вени. Причини, діагностика, диференційна діагностика, лікувальна тактика.",
    "parent_id": "7119",
    "is_final": "1"
  },
  {
    "id": "7124",
    "name": "Сучасні методи діагностики та лікування захворювань серцево-судинної та дихальної систем. Синдроми болю в грудній клітці, дихальної та серцевої недостатності при діагностиці та диференційній діагностиці захворювань органів грудної порожнини. Хірургічна патологія легень та плеври. Принципи діагностики та лікування. Пошкодження органів грудної порожнини. Діагностична програма при пошкодженні серця. Тріада симптомів поранення серця. Єдина клініко-діагностична та лікувально-хірургічна програма при пораненнях серця. Клініка і діагностика пневмотораксу, гемотораксу і хілотораксу. Лікувальні підходи.",
    "parent_id": "7119",
    "is_final": "1"
  }
]