[
  {
    "id": "29353",
    "name": "Введення в хірургію. Антисептика та асептика.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21608",
    "name": "Гострий гнійний плеврит. Емпієма плеври. Абсцес і гангрена легень",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21602",
    "name": "Ендемічний і спорадичний зоб. Тиреотоксикоз. Дифузний токсичний і вузловий токсичний зоб. Тиреоїдити, струміти.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "7135",
    "name": "Жовчно-кам’яна хвороба. Гострий холецистит. Хронічний холецистит. Малоінвазивна хірургія.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "7134",
    "name": "Загальна герніологія. Пахвинна, стегнова, пупкова, післяопераційна, діафрагмальна та рідкісні види гриж. Ускладнення гриж.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21611",
    "name": "Захворювання молочної залози. Гострий мастит. Дисгормональні захворювання молочної залози",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21612",
    "name": "Захворювання стравоходу. Дивертикули стравоходу. Езофагіти. Пошкодження, сторонні тіла стравоходу. Кардіоспазм. Опіки, рубцеві звуження стравоходу. Медіастиніт. Етіологія, патогенез, клініка, діагностика, лікування",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "11822",
    "name": "Контроль змістовного модуля 2.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "29354",
    "name": "Кровотеча та крововтрата. Переливання крові та кровозамінників.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21647",
    "name": "Т1 Контроль змістового модуля 1",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21648",
    "name": "Т2 Ендемічний і спорадичний зоб. Тиреотоксикоз. Дифузний токсичний і вузловий токсичний зоб. Тиреоїдити, струміти.",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21649",
    "name": "Т3 Захворювання молочної залози. Гострий мастит. Дисгормональні захворювання молочної залози",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21650",
    "name": "Т4 Гострий гнійний плеврит. Емпієма плеври. Абсцес і гангрена легень",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "21651",
    "name": "Т5 Захворювання стравоходу. Дивертикули стравоходу. Езофагіти. Пошкодження, сторонні тіла стравоходу. Кардіоспазм. Опіки, рубцеві звуження стравоходу. Медіастиніт. Етіологія, патогенез, клініка, діагностика, лікування",
    "parent_id": "7132",
    "is_final": "1"
  },
  {
    "id": "7133",
    "name": "Тромбофлебiти. Флеботромбози. Посттромбофлебiтичний синдром. Варикозна хвороба нижніх кінцівок. Облiтеруючий атеросклероз. Облiтеруючий ендартерiїт. Хвороба Рейно. Синдром Лерiша i Такаясi.",
    "parent_id": "7132",
    "is_final": "1"
  }
]