[
  {
    "id": "20113",
    "name": "T 1. Біоетика: предмет, мета і задачі в системі охорони здоров’я. Історія професійної медичної етики, нооетики.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "20114",
    "name": "T 2. Соціальна справедливість, проблеми транскультуральної етики і соціоетичні зобов'язання. Біоетичні та правові проблеми співіснування „традиційної\" та „нетрадиційної\" медицини.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "20115",
    "name": "T 3. Виховання поваги до здорового способу життя. Здоров’я, філософське, біологічне та етичне визначення. Визначення здоров’я ВООЗ. Здоровий спосіб життя як умова його тривалості, фізичного і духовного розвитку. Людина і хвороба. Хвороба як переживання і поведінка людської особистості.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "7906",
    "name": "Т4 Концепція біобезпеки і ризику біомедичних технологій. Біоетичні аспекти і біобезпека впливу навколишнього середовища на людину. Біоетичні аспекти агротехнологій. Основи біоетичної оцінки та контролю генетичних технологій.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "7905",
    "name": "Т5 Взаємини між медичними співробітниками, пацієнтом та його родиною.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "10764",
    "name": "Т7 Основи біоетичних проблем болю, страждання, реабілітації та евтаназії.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "10766",
    "name": "Тема №10.Основи біоетичних проблем біопсихосоціальної медицини, психології та психіатрії.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "10763",
    "name": "Тема №6. Основи біоетичної оцінки морального статусу плода та початку життя.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "10765",
    "name": "Тема №9. Основи біоетичних проблем ВІЛ-інфекції та інших соціально небезпечних інфекцій.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "10762",
    "name": "Тема№ 8. Основи біоетичних аспектів трансплантології та трансфузіології крові.",
    "parent_id": "7904",
    "is_final": "1"
  },
  {
    "id": "38425",
    "name": "ПМК Основи біоетики та біобезпеки",
    "parent_id": "7904",
    "is_final": "1"
  }
]