[
  {
    "id": "2308",
    "name": "1. Загальна практика (сімейна медицина)",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "25141",
    "name": "Медико-соціальні аспекти здоров'я населення. Впровадження імунопрофілактики. Профілактична медицина як основа діяльності сімейного лікаря. Скринінгові програми обстеження. Стратифікація ризику, контроль факторів ризику основних неінфекційних захворювань. Принципи надання реабілітаційної допомоги за К. Ґутенбруннером.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "24785",
    "name": "Місце сімейної медицини в загальній структурі ОЗ та принципи сімейного обслуговування населення. Організація роботи сімейного лікаря. Основи інформаційного забезпечення центрів ПМСД, амбулаторій сімейного лікаря. Електронні системи обліку пацієнтів. Телемедицина в практиці сімейного лікаря",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "24954",
    "name": "Принципи і види медичного страхування, діяльність сімейного лікаря в умовах страхової медицини. Концепція та основні відмінності паліативної медичної допомоги. Основні принципи та методи паліативної допомоги.  Порядок надання хоспісної допомоги в амбулаторних умовах. Ведення пацієнтів на термінальних стадіях захворювань в практиці сімейного лікаря, взаємодія зі спеціалістами.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "7056",
    "name": "Т1 Місце сімейної медицини в загальній структурі ОЗ та принципи сімейного обслуговування населення. Організація роботи сімейного лікаря. Основи інформаційного забезпечення центрів ПМСД, амбулаторій сімейного лікаря. Електронні системи обліку пацієнтів. Телемедицина в практиці сімейного лікаря.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "6299",
    "name": "Т2 Принципи і види медичного страхування, діяльність сімейного лікаря в умовах страхової медицини. Концепція та основні відмінності паліативної медичної допомоги. Порядок надання хоспісної допомоги в амбулаторних умовах. Ведення пацієнтів на термінальних стадіях захворювань в практиці сімейного лікаря, взаємодія з спеціалістами.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "6300",
    "name": "Т3 Медико-соціальні аспекти здоров'я населення. Впровадження імунопрофілактики. Профілактична медицина як основа діяльності сімейного лікаря. Скринінгові програми обстеження. Стратифікація ризику, контроль факторів ризику основних неінфекційних захворювань. Принципи надання реабілітаційної допомоги за К. Гутенбруннеромг.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "6301",
    "name": "Т4 Управління хронічними неінфекційними захворюваннями. Алгоритм діяльності сімейного лікаря при основній серцево-судинній патології. Методика виконання і оцінювання ЕКГ.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "6302",
    "name": "Т5 Алгоритм діяльності сімейного лікаря при основних захворюваннях дихальної та сечовидільної системи. Методика виконання пікфлоуметрії",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "6303",
    "name": "Т6 Алгоритм діяльності сімейного лікаря при основних ендокринологічних та шлунково-кишкових захворюваннях",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "6304",
    "name": "Т7 Організація та надання невідкладної медичної допомоги в практиці сімейного лікаря. Надання невідкладної допомоги сімейним лікарем у випадку раптової смерті, судомах та втраті свідомості на до госпітальному етапі.",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "38799",
    "name": "T4«Пацієнти із кашлем на прийомі в сімейного лікаря»",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "38844",
    "name": "T6«Пацієнт із абдомінальним болем на прийомі у сімейного лікаря»",
    "parent_id": "796",
    "is_final": "1"
  },
  {
    "id": "38800",
    "name": "Т3 «Патронаж здорової дитини у загальній практиці.(well-child care)»",
    "parent_id": "796",
    "is_final": "1"
  }
]