[
  {
    "id": "27271",
    "name": "М1. Військово-медична допомога та медицина надзвичайних ситуацій",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "32009",
    "name": "М1. Військово-медична допомога та медицина надзвичайних ситуацій",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27245",
    "name": "Т10. Ядерна зброя, її характеристика та уражаючі чинники. Радіаційні ураження",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27246",
    "name": "Т11. Особливості хімічної зброї. Характеристика осередку хімічного зараження. Ураження бойовими отруйними речовинами",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27247",
    "name": "Т14. Гігієна харчування особового складу військ",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27248",
    "name": "Т19. Організація екстреної медичної допомоги постраждалим у надзвичайних ситуаціях. Система лікувально-евакуаційного забезпечення населення у надзвичайних ситуаціях",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27249",
    "name": "Т20. Транспортні катастрофи їх медико-тактична характеристика. Лікувально-евакуаційні заходи в осередку транспортних аварій і катастроф",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27250",
    "name": "Т21. Аварії на АЕС і радіаційно-небезпечних об’єктах, їх медико-тактична характеристика",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27251",
    "name": "Т22. Хіміко-технологічні катастрофи. Класифікація сильнодіючих отруйних речовин, симптоми отруєння. Основні лікувально-профілактичні заходи в осередку хімічного ураження",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27252",
    "name": "Т25. Організація санітарно-гігієнічних і протиепідемічних заходів у НС. Зміст та організація режимно-обмежувальних заходів у епідемічних осередках",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27231",
    "name": "Т4. Організація надання першої медичної допомоги пораненим на полі бою. Індивідуальні та групові засоби медичного захисту. Медичне оснащення санітара та старшого бойового медика роти",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27243",
    "name": "Т8. Заходи домедичної та екстреної допомоги при пораненнях та ураженнях",
    "parent_id": "9221",
    "is_final": "1"
  },
  {
    "id": "27244",
    "name": "Т9. Травматичний шок. Синдром тривалого роздавлювання тканин. Термічні опіки, відмороження",
    "parent_id": "9221",
    "is_final": "1"
  }
]