[
  {
    "id": "9238",
    "name": "T1 Поняття ендодонту, його вікові зміни. Захворювання пульпи та периапікальних тканин. Основні скарги пацієнтів при цих захворюваннях, діагностичне значення  характеру больових відчуттів. Клінічна оцінка стану пульпи. Загальна характеристика вітальних та девітальних методів лікування пульпітів.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9240",
    "name": "T10 Критерії якості ендодонтичного лікування. Помилки та ускладнення під час ендодонтичного лікування. Повторне лікування, розпломбування кореневих каналів. Підсумковий контроль успішності навчання.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9239",
    "name": "T2Ендодонтія. Визначення та основні етапи ендодонтичного лікування постійних зубів.Актуальність ендодонтичного лікування та важливість збереження зуба в стоматології.Показання та протипоказання до ендодонтичного лікування.Особливості обстеження пацієнтів при підготовці до ендодонтичного лікування.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9241",
    "name": "Т3Анатомічна будова порожнини зуба, особливості кореневої системи  зубів фронтальної групи, премолярів, молярів. Препарування порожнинии зуба для створення адекватного доступу до системи кореневих каналів. Тимчасове відновлення коронки.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9242",
    "name": "Т4 Ендодонтичний інструментарій: групи інструментів в залежності від їх призначення, правила використання. Стандартизація, символи і коди ендодонтичних інструментів, особливості використання.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9243",
    "name": "Т5 Механічна обробка кореневих каналів у постійних зубах: ізоляція робочого поля, підготовка коронки,створення адекватного доступу, проходження та розширення кореневих каналів. Методи визначення робочої довжини інструментів. Вибір інтструментів в залежності від анатомічної будови кореневої системи та вікових особливостей пацієнта.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9244",
    "name": "Т6 Інструментальна обробка кореневих каналів. Поняття файлінгу і римінгу. Техніки step-back  та crown-down. Концепція збалансованих сил. Машинні  техніки механічної обробки кореневих каналів. Типи ендодонтичних наконечників.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9245",
    "name": "Т7 Медикаментозне супроводження ендодонтичного лікування.Засоби та методи для іригації кореневих каналів.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9246",
    "name": "Т8 Обтурація кореневих каналів. Матеріали для тимчасової та постійної обтурації. Методи обтурації кореневих каналів. Рентгенконтроль.",
    "parent_id": "9237",
    "is_final": "1"
  },
  {
    "id": "9247",
    "name": "Т9 Особливості  обробки  та обтурації вигнутих кореневих каналів. Особливості ендодонтичного лікування  зубів при наявності деструктивних змін кісткової тканини навколоверхівкової ділянки. Ендовідбілювання.",
    "parent_id": "9237",
    "is_final": "1"
  }
]