[
  {
    "id": "9315",
    "name": "T11 Диференційна діагностика ВІЛ-інфекції у дітей. Шляхи перинатальної трансмісії ВІЛ. Профілактика передачі ВІЛ дитині.",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9314",
    "name": "T8 Диференційна діагностика ВГ у дітей раннього віку. Гостра печінкова недостатність при ВГ у дітей. Діагностика та невідкладна допомога",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9316",
    "name": "Т1 Диференційна діагностика інфекційних екзантем",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9324",
    "name": "Т10 Диференційна діагностика енцефалітів, поліомієліту та поліємієлітоподібних захворювань у дітей. Невідкладні стани",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9325",
    "name": "Т12 TORCH – інфекції у дітей. Роль парвовірусної інфекції В 19 в патології плода, новонародженого і дітей різного віку. Гепатити В і С",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9326",
    "name": "Т13 Імунопрофілактика інфекційних захворювань. Анафілактичний шок. Діагностика, невідкладна допомога. Методика проведення та оцінка результатів",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9317",
    "name": "Т2 Диференційна діагностика захворювань з синдромом ангіни та дифтерії мигдаликів у дітей.",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9318",
    "name": "Т3 Диференційна діагностика кашлюку у дітей",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9319",
    "name": "Т4 Диференційна діагностика паротиту, інфекційного мононуклеозу у дітей",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9320",
    "name": "Т5 Диференційна діагностика ГРВІ у дітей.",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9321",
    "name": "Т6 Диференційна діагностика інфекційних захворювань з синдромом гострого стенозуючого ларинготрахеїту та дифтерійного крупу у дітей. Невідкладна допомога. Організація стаціонару на  дому хворим з ГРВІ",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9322",
    "name": "Т7 Диференційна діагностика ГКІ у дітей. Гельмінтози.",
    "parent_id": "9313",
    "is_final": "1"
  },
  {
    "id": "9323",
    "name": "Т9 Диференційна діагностика менінгококової інфекції та менінгітів різної етіології у дітей",
    "parent_id": "9313",
    "is_final": "1"
  }
]