[
  {
    "id": "10299",
    "name": "ІСПИТ Основи охорони праці та охорона праці в галузі",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17815",
    "name": "Т1 Правові та організаційні основи охорони праці. Загальні положення системи управління охороною праці",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "9944",
    "name": "Т10 Вимоги з охорони праці до медичних сестер під час роботи в протитуберкульозних закладах",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17822",
    "name": "Т11 Вимоги з охорони праці до медичних сестер під час роботи в психоневрологічних і психіатричних лікарнях",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17823",
    "name": "Т12 Вимоги з охорони праці до медичних сестер під час роботи в лабораторіях санітарно-епідеміологічних установ",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17816",
    "name": "Т2 Гігієнічна характеристика умов праці медичних працівників. Організація захисту працівників від впливу несприятливих та шкідливих факторів у медичній галузі. Засоби індивідуального захисту.",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17817",
    "name": "Т3 Розслідування та облік нещасних випадків на виробництві",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17818",
    "name": "Т4 Охорона праці до медичного персоналу  під час приготуванні дезінфікуючих розчинів і проведення дезінфекції виробничих приміщень та обладнання. Охорона праці під час роботи з бактерицидними опромінювачами",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17819",
    "name": "Т5 Охорона праці медичного персоналу в лабораторіях",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17820",
    "name": "Т6 Посадова інструкція з охорони праці для старшої та молодшої палатної медичної сестри, для медичної сестри процедурного кабінету",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "17821",
    "name": "Т7 Методика вивчення посадової інструкції з охорони праці для медичної сестри по догляду за важкохворими",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "9942",
    "name": "Т8 Вимоги з охорони праці до медичних сестер під час роботи в операційному блоці",
    "parent_id": "9941",
    "is_final": "1"
  },
  {
    "id": "9943",
    "name": "Т9 Вимоги з охорони праці до медичних сестер під час роботи в інфекційних закладах (відділеннях, палатах)",
    "parent_id": "9941",
    "is_final": "1"
  }
]