[
  {
    "id": "10051",
    "name": "T11Одонтогенні і неодонтогенні лімфаденіти ЩЛД. Причини розвитку. Діагностика, клініка та лікування. Показання до госпіталізації дитини. Невідкладна хірургічна допомога дітям в умовах амбулаторії та стаціонару:",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10052",
    "name": "T12Одонтогенні та неодонтогенні абсцеси ЩЛД. Етіологія, класифікація, клініка, діагностика. Диференційна діагностика поверхневих та глибоких абсцесів. Хірургічна допомога дітям в умовах амбулаторії та стаціонару.",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10053",
    "name": "T13Одонтогенні та неодонтогенні флегмони щелепно-лицевої ділянки у дітей. Етіологія, класифікація, клініка, діагностика, диференційна діагностика. Принципи хірургічного та медикаментозного лікування дітей.",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10054",
    "name": "T14 Фурункули, карбункули щелепно-лицевої ділянки у дітей. Етіологія, кнінічний перебіг, діагностика, диференційна діагностика, методи лікування, ускладнення",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10055",
    "name": "T15 Специфічні запальні захворювання: актиномікоз, туберкульоз, сифіліс, СНІД та ВІЛ- інфекція. Прояви в ЩЛД у дітей, діагностика, профілактика",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10056",
    "name": "T16 Гострі захворювання слинних залоз у дітей: епідемічний паротит, неепідемічний паротит, калькульозний та некалькульозний субмаксиліт. Етіологія, клініка, діагностика, диференціальна діагностика,  лікування",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10057",
    "name": "T17 Хронічні захворювання слинних залоз у дітей: паренхіматозний та інтерстиційний сіалоаденіт. Клініка, діагностика, диференціальна діагностика, методи лікування",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10058",
    "name": "T18 Травматичні пошкодження м’яких тканин: забиття, гематома, садна, рани, опіки, відмороження.. Клініка, діагностика. Хірургічна допомога в умовах амбулаторії та стаціонару. Прогноз та профілактика наслідків пошкоджень в залежності від віку дітей та характеру пошкодження. Антирабічна та протиправцева вакцинації",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "10050",
    "name": "Запальні одонтогенні кісти щелеп від тимчасових і постійних зубів. Клініко-ренгенологічна картина, діагностика, диференційна діагностика, методи лікування.",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "12481",
    "name": "Т1 Анатомо-фізіологічні особливості розвитку та будови тканин і органів ЩЛД у дітей",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "12482",
    "name": "Т2 Знеболювання хірургічних втручань в ЩЛД у дітей в умовах амбулаторії та стаціонару.",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "12483",
    "name": "Т3 Операція видалення тимчасових та постійних зубів у дітей",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "12484",
    "name": "Т4 Одонтогенний та неодонтогенний періостит щелеп. Клініка гострого та хронічного періоститу. Діагностика, диференційна діагностика. Комплексне лікування, профілактика",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "12485",
    "name": "Т5 Гострий одонтогенний остеомієліт щелеп у дітей. Діагностика, клініка, невідкладна медична та хірургічна допомога, реабілітація таких дітей. Профілактика захворювання",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "12486",
    "name": "Т6 Гострий неодонтогенний (гематогенний, травматичний остеомієліт) щелеп у дітей. Причини розвитку, особливості клінічного перебігу. Діагностика, диференціальна діагностика, лікування, ускладнення та їх профілактика",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "15618",
    "name": "Т7 Хронічний (одонтогенний та неодонтогенний) остеомієліт щелеп у дітей.",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "15619",
    "name": "Т8 Гострі запальні захворювання скронево-нижньощелепного суглоба (СНЩС) у дітей.",
    "parent_id": "9980",
    "is_final": "1"
  },
  {
    "id": "15620",
    "name": "Т9 Етіопатогенез хронічних захворювань СНЩС.",
    "parent_id": "9980",
    "is_final": "1"
  }
]